{
  "asin": "B08PQ2KWHS",
  "product_title": "Instant Pot Pro 10-in-1 Pressure Cooker, Slow Cooker, Rice/Grain Cooker, Steamer, Sauté, Sous Vide, Yogurt Maker, Sterilizer, and Warmer, Includes App With Over 800 Recipes, Black, 6 Quart",
  "product_price": "99.99",
  "product_original_price": "$169.99",
  "minimum_order_quantity": null,
  "currency": "USD",
  "country": "US",
  "product_byline": "Visit the Instant Pot Store",
  "product_byline_link": "https://www.amazon.com/stores/InstantPot/page/64EB4502-2FB0-46B0-A919-4D7CA1E53975?is_byline_deeplink=true&deeplink=A08ED31A-A171-46DE-961B-900C965824AA&redirect_store_id=64EB4502-2FB0-46B0-A919-4D7CA1E53975&lp_asin=B08PQ2KWHS&ref_=ast_bln",
  "product_byline_links": [
    "https://www.amazon.com/stores/InstantPot/page/64EB4502-2FB0-46B0-A919-4D7CA1E53975?is_byline_deeplink=true&deeplink=A08ED31A-A171-46DE-961B-900C965824AA&redirect_store_id=64EB4502-2FB0-46B0-A919-4D7CA1E53975&lp_asin=B08PQ2KWHS&ref_=ast_bln"
  ],
  "product_star_rating": "4.6",
  "product_num_ratings": 12349,
  "product_url": "https://www.amazon.com/dp/B08PQ2KWHS",
  "product_slug": "Instant-Pot-Pressure-Steamer-Sterilizer",
  "product_photo": "https://m.media-amazon.com/images/I/71xbdrK1vOL._AC_SL1500_.jpg",
  "product_num_offers": 7,
  "product_availability": "In Stock",
  "is_best_seller": false,
  "is_amazon_choice": true,
  "is_prime": false,
  "climate_pledge_friendly": false,
  "sales_volume": "7K+ bought in past month",
  "about_product": [
    "10 Cooking Functions: Pressure cook, slow cook, sous vide, sauté, sterilize, cook yogurt and rice, bake, steam, or simply keep warm, all in one easy appliance",
    "Customizable Smart Programs: Tackle every recipe with 28 one-touch options covering all essential meals",
    "Good Food Done Faster: Preheat 20% faster and cook up to 70% faster compared to slow cooking methods",
    "Easy & Convenient Steam Release: Gentle steam release switch and diffusing cover allow you to confidently and quietly release steam every time",
    "Family-Sized Capacity: The 6-quart capacity is perfect for up to 6 servings—ideal for families, meal prep, and batch cooking",
    "Quick Cleanup: No more fighting about who has to do the dishes. The dishwasher-safe lid and inner pot make clean-up a breeze.",
    "Power Packed Performance: 1200 watts, 120 V 60 Hz, UL & ULC Listed",
    "Proven Peace of Mind: Features safety features and mechanisms like easy grip inner pot handles, overheat protection, and an auto-sealing safety lid lock",
    "A Little Extra: Includes an extra sealing ring and a stainless steel steamer rack with handles to keep you ready for anything"
  ],
  "product_description": "The Instant Pot Pro makes easy work of mealtime, so you can spend less time cooking and more time living.",
  "product_information": {
    "Brand": "Instant Pot",
    "Capacity": "6 Quarts",
    "Material": "Stainless steel",
    "Color": "Black",
    "Finish Type": "Matte",
    "Product Dimensions": "13\"D x 12.7\"W x 12.8\"H",
    "Special Feature": "Programmable",
    "Wattage": "1200 watts",
    "Item Weight": "13.2 pounds",
    "Control Method": "Touch",
    "Operation Mode": "Automatic",
    "Is Dishwasher Safe": "Yes",
    "Voltage": "120 Volts",
    "UPC": "810028582194",
    "Manufacturer": "Instant Pot",
    "ASIN": "B08PQ2KWHS",
    "Item model number": "112-0123-01",
    "Best Sellers Rank": "#69 in Kitchen & Dining (See Top 100 in Kitchen & Dining)  #4 in Electric Pressure Cookers",
    "Date First Available": "December 4, 2020"
  },
  "rating_distribution": {
    "1": 6,
    "2": 1,
    "3": 3,
    "4": 8,
    "5": 82
  },
  "product_photos": [
    "https://m.media-amazon.com/images/I/71xbdrK1vOL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/91j96VF0ZcL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81SXEwNcazL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81b9B3mQ2gL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81meCE4NPOL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71SDYeG8pkL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/912PZXFru1L._AC_SL1500_.jpg"
  ],
  "product_videos": [
    {
      "id": "amzn1.vse.video.057cca62a8a1479da6611773d7ceba93",
      "title": "Instant Pot Duo Plus 9-in-1 Electric Pressure Cooker, Sterilizer, Slow Cooker, Rice Cooker, Steam...",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/7a8c48e6-2e08-4116-b4c8-d271e5b1ed09/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/71rUWFS6ElL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B08PQ2KWHS",
      "parent_asin": "B0DYDZYWCW"
    },
    {
      "id": "amzn1.vse.video.07da72d3937c4683a96e7c02ce307a6f",
      "title": "Honestly, we don't even need a kitchen with the Instant Pot.",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/6ff4bb49-e767-4d24-86d9-bd378c177025/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/51ymcYbmUjL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B08PQ2KWHS",
      "parent_asin": "B0DYDZYWCW"
    },
    {
      "id": "amzn1.vse.video.0165013812a549ed8c0e5204a839a44e",
      "title": "Should You Buy? Instant Pot Pro vs Pro Plus Pressure Cooker",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/893598df-1148-48c0-9f9b-ffa4063a6698/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91Y5VIoABiL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B08PQ2KWHS",
      "parent_asin": "B0DYDZYWCW"
    },
    {
      "id": "amzn1.vse.video.0eaf2f8a3ca04fb5afffa0607f7e8bfa",
      "title": "Is the Instant Pot Pro REALLY Worth the Hype?",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/42d89ef4-c4cc-4914-a5b6-7697d98cbcc2/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/A1cK5E88PWL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B08PQ2KWHS",
      "parent_asin": "B0DYDZYWCW"
    },
    {
      "id": "amzn1.vse.video.0a081730841b40bda27a31c0401c1569",
      "title": "Instant Pot Pro 8QT Unboxing and Review",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/4cb35935-a923-4b04-8799-ffc00de9d54e/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1924",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91BtEQJDkmL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B08PQ2KWHS",
      "parent_asin": "B0DYDZYWCW"
    },
    {
      "id": "amzn1.vse.video.0134fdc87e9348ab8b947396a03bfd9a",
      "title": "Honest review of instant pot pro",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/9d4a8196-a636-42b0-a1b6-63f6e8258677/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/A1j5zk178lL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B08PQ2KWHS",
      "parent_asin": "B0DYDZYWCW"
    }
  ],
  "user_uploaded_videos": [],
  "video_thumbnail": "https://m.media-amazon.com/images/I/71rUWFS6ElL.SX522_.jpg",
  "has_video": true,
  "product_details": {
    "Brand": "Instant Pot",
    "Capacity": "6 Quarts",
    "Material": "Stainless steel",
    "Color": "Black",
    "Finish Type": "Matte",
    "Product Dimensions": "13&#34;D x 12.7&#34;W x 12.8&#34;H",
    "Special Feature": "Programmable",
    "Wattage": "1200 watts",
    "Item Weight": "6 Kilograms",
    "Control Method": "Touch"
  },
  "customers_say": "Customers find this pressure cooker to be the best kitchen device, praising its ease of use and quick cooking capabilities, particularly for rice and hard-boiled eggs. They appreciate its convenience for cleaning and peeling hard-boiled eggs. The functionality and value for money receive mixed reviews - while some say it works well and is worth the money, others report issues with slow cooker performance and consider it an expensive item. The heat level also gets mixed feedback, with some enjoying the temperature control for sautéing while others complain about food not getting hot enough.",
  "top_reviews": [
    {
      "review_id": "R3UT9JJC1ZWOZ3",
      "review_title": "So far, I love the versatility and functions of this pressure cooker.",
      "review_comment": "Admittedly, I am a Ninja fan, and have been using a Ninja Foodi OL700 for the last 3 years. I have loved the versatility of this pressure cooker since it has only one lid and functions include Steam and Cook, Broiling, and so much more. Alas, my beloved pressure cooker has been giving me an error message that, according to customer service, indicates the circuit board is going. Although I will continue to use it, I know it is dying and have been on a mission to find a replacement for it. Since the available Ninja Pressure Cookers have 2 lids, I don't want to have to store a separate lid. I did research a number of different pressure cookers and the options they provided, but none of them met my basic requirements. Since Instant Pot is a known and trusted brand, I found this pressure cooker. Granted, it doesn't have all of the functionality I had gotten used to, but it would accomplish most of the tasks of a pressure cooker with the options that are important to me. In my testing, it preheated for both steaming and pressure cooking in about 8 minutes which is faster than others I tested. So, what do I like about this pressure cooker? 1) The stainless steel cooking pot is easy to clean and doesn't stain or wear as the cooking pot provided for the Ninja OL700 pressure cooker. This is a definite plus over the Ninja pressure cooker. 2) The cooking pot has handles for removing the pot from the pressure cooker. This is definitely a plus as most pressure cookers, including Ninja, require heat-resistant gloves to remove the pot from the cooker. 3) The handles on the insert pot also hold the pot in place for stirring. With other cookers, you have to hold the pot with heat-resistant gloves when you stir the contents so that the pot doesn't spin. 4) I use my pressure cooker for steaming vegetables I grow at least 2 times a week. Some of the pressure cookers I found steamed under pressure. This pressure cooker does not steam under pressure. So, a vented glass cover can be used for steaming. This makes cleanup easier as the pressure lid is more difficult to clean and dry than a glass lid. I bought the vented glass lid to use for steaming in this unit. In addition, you don't have to empty or dry the condensation collector when using a lid for steaming since the steam and water stay in the pot. 5) The sauté' mode of this pressure cooker allows selection of multiple levels of heat whereas other have only low or high as options. Since I often make gravy using roast dripping, I have found that low is too low and high boils. Since gravy requires simmering, neither if these options works. I like that I can select the heat level I need with this model. 6) Settings are retained for each function. So, you don't have to reset setting when using the same function multiple time as I do for steaming large batches of veggie greens. 7) Preheats faster than other units I tested. It took about 8 minutes to preheat for both steaming and pressure cooking starting with cold water. I appreciate that I don't have to use preprogrammed settings when I don't need to, and when I do, the settings are easily changed. Overall, I am happy with this pressure cooker. It doesn't have all of the functions my Ninja Pressure Cooker has, but it works for what I need, and it is the best I have found. UPDATE 08/10/25: I have been using this pressure cooker for about 4 months, and use it almost every day and sometimes twice in a day. I have grown to love this pressure cooker even more than my beloved Ninja pressure cooker. It lacks some of the functions of the Ninja unit such as air frying, but I have multiple ovens that air fry. My primary uses for t pressure cooker is for pressure cooking and steaming. The stainless steel pot is so much nicer and easier to clean than the non-stick pots, and it doesn't stain or wear out as the non-stick pots do. For steaming, I have the cover that fits the pot, so I don't have to clean a pressure lid. The handles on the pot prevent the pot from rotating when ingredients are stirred, and facilitate removal of the pot without heat resistant gloves. Multiple levels for the sauté mode are so very useful for making gravy from the drippings of a pressure cooked roasts which are cooked to perfection vs. other methods of cooking. I could go on and on about what I love about this pressure cooker. I can only say, if you are looking for a great pressure cooker with a lot of functionality, this is the one to buy. I hope this review was helpful for you.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R3UT9JJC1ZWOZ3",
      "review_author_id": "AEHL7BB7GOOWFA773QUOELKNUIQA",
      "review_author": "Judy L.",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEHL7BB7GOOWFA773QUOELKNUIQA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/be90a4ce-587f-4863-93c1-79d50817c16a._CR0%2C0%2C405%2C405_UX460_.jpg",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on May 14, 2025",
      "is_verified_purchase": true,
      "helpful_vote_statement": "207 people found this helpful",
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "8 Quarts"
      },
      "is_vine": false
    },
    {
      "review_id": "RIZXNQGAQ3HVI",
      "review_title": "NEW IMPROVED INSTANT POT PRO",
      "review_comment": "My old 8 Qt. Instant Pot I had for eight years became damaged, my hubby dropped the lid & it cracked. So I purchased the 8 Qt. Instant Pot Pro & I couldn't be happier. It's easy to use & cooks like a dream. I love that it lets you know when the pot is in preheating mode. Also, that it offers preset buttons for meals that I cook more often... no more having to set the functions each & every time I use the Pot. I only have one complaint 1) They removed the \"0\" time feature that I used to cook green beans & other softer veggies so they don't overcook & become mushy. But I found a workaround...now I just watch the preheat function & as soon as it beeps... I turn the pot off. I found that this does the same trick as the \"0\" time & my veggies don't get overcooked. I think the pot is great & I highly recommend it to others.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RIZXNQGAQ3HVI",
      "review_author_id": "AG3P5PRMVGCFZAZ37QKSFIGGZ2AA",
      "review_author": "Anonymous",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AG3P5PRMVGCFZAZ37QKSFIGGZ2AA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on September 10, 2025",
      "is_verified_purchase": true,
      "helpful_vote_statement": "44 people found this helpful",
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "8 Quarts"
      },
      "is_vine": false
    },
    {
      "review_id": "R195YSHRK2POA1",
      "review_title": "Why Don't You Have One Already?!",
      "review_comment": "I upgraded from Instapot Duo to the Pro. The fact the Instapot Pro has handles makes a world of different. On the Duo it is was a pain pulling the pot out and straining it while hot. On top of that it inner-pot of this \"Pro\" has a heavy bottom making a great is steel pot, so it just work like a normal pot on the stove top giving me the options in using either the electrical device or on the stove top. When in doubt get the 6 qt, is fits most things for a 1-4 person household (I'd argue even 6). Might not hold a Large whole chicken, but I manage by being able to breakdown a whole chicken (it isn't hard, just watch a video) I cook professionally. But at home the Instapot is the best appliance I've gotten. I make Bean from dried at a fraction of the time, amazing quality fresh stock that doesn't require me to to wait 8 hours on a stove top, it takes the place of crockpot, rice cooker (*), and a normal pot. Stews, Gumbo, Chili, and Braises are done greatly when you are pinch for time making what would normally for 5 hour is only an hour or two and near same quality. Which has saved me during a dinner party where my sous dropped braised short ribs 2 hours before plating. It is an investment but if you eat (or plan to eat) legumes/beans, and you use stock/broth occasionally or consistently in your diet. This will save you some money and time while giving you a better product than store-bought stock/broth and canned beans. Both the beans and stock you make freeze well, and cooked frozen bean reheat/thaw fast. And if you freeze veggie scrap (like onion skin, carrot/parsnip peel, celery tops and bottoms) as well and save bones from you chicken (rotisserie, chicken thigns, or whole chicken) you can make stock with all the stuff you were going to throw way anyway. Better than store bought while also being basically free. Lastly it is great for meal prep and you can set it to have your ingredients in it before leaving to work and being done by the time you get home from work. If you cook consistently for yourself and/or for loved ones, or want to cook more at home. An Instapot makes thing easy at a press of a button, and the Pro has very convent features (like HANDLES I cant praise enough!) that make life much more easy. When you get one you will ask also ask \"Why didn't I get one sooner?\". I work late nights and early morning, this gives me more time and saves me from eating out. ~*I've mentioned \"rice cooker\" and I want to expand on this.~ The Instapot works great as a rice cooker but compared to an actual rice cooker, it is a little slower to cook (20min vs 30-35min) and the rice (especially short-grain/sushi rice) builds starch and stick to the stainless steel pot, requiring a slight bit more finesse to clean. I personally eat rice (and grains) consistently and i like saving 10-15min of what little time I have at home, so i have both a cheap rice cooker and instapot. However if you want to minimize your appliances (i.e. have less \"appliance clutter\") and need to conserve space in your kitchen, then having just an Instapot will work well enough and do every thing a rice cooker can, plus much MUCH more.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R195YSHRK2POA1",
      "review_author_id": "AFNTAQEZFSIS4D675KEHFFTDE5EQ",
      "review_author": "Ashton Emmitte",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AFNTAQEZFSIS4D675KEHFFTDE5EQ/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on April 30, 2024",
      "is_verified_purchase": true,
      "helpful_vote_statement": "397 people found this helpful",
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "6 Quarts"
      },
      "is_vine": false
    },
    {
      "review_id": "RT0H6ZG82LCQE",
      "review_title": "Best version of the Instant Pot",
      "review_comment": "I love this version of the instant pot. It is so much easier to cook in this model. The inner pan has silicone handles so you can actually lift the pot out without being burned. The release for the steam valve is an easy switch button rather than the old style where you had to push and hold down to release the steam. The steam valve has a plastic cover so that when the steam is released it doesn't shoot very far up. This model is an extreme improvement. Size is perfect for cooking and for using as a slow cooker. Very glad I purchased this one and would highly recommend.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RT0H6ZG82LCQE",
      "review_author_id": "AESMXPBFHDF3RADPZDM37LPZDN5Q",
      "review_author": "pagekt",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AESMXPBFHDF3RADPZDM37LPZDN5Q/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on August 24, 2025",
      "is_verified_purchase": true,
      "helpful_vote_statement": "28 people found this helpful",
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "8 Quarts"
      },
      "is_vine": false
    }
  ],
  "top_reviews_global": [
    {
      "review_id": "R1IO8LZY417MM3",
      "review_title": "Not working",
      "review_comment": "No replying",
      "review_star_rating": "1",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R1IO8LZY417MM3",
      "review_author_id": null,
      "review_author": "Catslovery",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Saudi Arabia on December 3, 2024",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "8 Quarts"
      },
      "is_vine": false
    },
    {
      "review_id": "R1N54PDWW4FPIT",
      "review_title": "Alta calidad.",
      "review_comment": "Es una olla hermosa, funcional, de excelente calidad y de muy fácil uso. Sus funciones son múltiples y los materiales son muy buenos.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R1N54PDWW4FPIT",
      "review_author_id": null,
      "review_author": "Alexxandra",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Mexico on September 4, 2025",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "8 Quarts"
      },
      "is_vine": false
    },
    {
      "review_id": "R27CLXWJVO9JOU",
      "review_title": "A SOLID PURCHASE",
      "review_comment": "After my previous Instantpot stopped working one day. It was time for a new one. This one I chose as it had sous vide function. I have used this function twice now. I am quite impressed with it I must say. This Instantpot has ten functions. It is bigger than my precious one at 8qt. While I don’t cook for many I do not regret choosing the bigger version. What I enjoy about this particular Instantpot is the following: -The steam release is so much more easy to use. Just slide down to open and slide up to close. -The stainless steel liner with handles is the best update to this device ever. Silicone handles make it so easy to remove a scorching hot pot. -As with my previous pot this one has the dial to adjust time, temp and such. So easy and handy. -the cord is attached rather than having to plug it in the pot each time. As of yet I haven’t use this Instantpot for anything else. I can’t imagine it be any less than my other Pot. One thing I can think of that I’m not so impressed with: -There is a small slot to slide one thickness of your cord in the back, to hold it. It is fairly useless as being able to hold more cord would have been so much more useful. Even a nice Velcro strap to fold the cord up would have been so much better. Is this InstantPot worth buying? It is in my opinion a solid buy. It has more than one use and is a well built product.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R27CLXWJVO9JOU",
      "review_author_id": null,
      "review_author": "Miss JAB",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/10e72b6c-63b0-440b-bfd2-5199bce67fca._CR0%2C0%2C500%2C500_SX460_.jpg",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Canada on September 9, 2025",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "8 Quarts"
      },
      "is_vine": false
    },
    {
      "review_id": "R56BM61XATZWY",
      "review_title": "Great service by reseller",
      "review_comment": "Product was working fine till unexpected malfunction happened. The Tokion team was then extremely helpful. Provided me multiple options for repair through warranty and when all solutions were exhausted, full refund was issued upon shipping back the item",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R56BM61XATZWY",
      "review_author_id": null,
      "review_author": "selim",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Saudi Arabia on December 12, 2023",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "6 Quarts"
      },
      "is_vine": false
    },
    {
      "review_id": "RHBBZBML6OBBT",
      "review_title": "Efficient and Versatile: The Instant Pot is a Kitchen Game-Changer",
      "review_comment": "I recently added the Instant Pot to my kitchen arsenal and it has quickly become a staple in my everyday cooking. It's incredibly efficient, easy to use, and versatile, making it a must-have for any home cook. The installation process was straightforward, thanks to the clear instructions provided. I was particularly impressed with the quality and durability of the pot. It's evident that this product is designed to last, providing excellent value for money. The Instant Pot has significantly changed the way I cook. Whether it's making homemade yogurt or preparing a hearty dinner, this appliance has proven to be efficient and reliable. It's also perfect for making quick meals, which is a huge timesaver in my busy schedule. One of the features I appreciate most is its versatility. From pressure cooking to sautéing, this pot can do it all in one place. This not only makes cooking easier but also reduces the amount of cleanup needed afterwards. One minor issue I noticed is that the pot can be a bit challenging to clean due to its size. However, the convenience and efficiency it offers far outweigh this small drawback. The Instant Pot has also proven to be a great asset when it comes to space-saving. Despite its generous capacity, it fits perfectly in my kitchen without taking up too much space. It's compact yet efficient, making it the perfect solution for any size of kitchen. In conclusion, I am extremely satisfied with the Instant Pot. It's easy to use, efficient, and offers great value for money. I highly recommend it to anyone looking to simplify their cooking process and make meal preparation more enjoyable. The Instant Pot is truly a game-changer in the kitchen!",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RHBBZBML6OBBT",
      "review_author_id": null,
      "review_author": "Simon Boimran",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/4aee2007-c545-4db5-aac3-beddfe7f0f81._CR0%2C207%2C1631%2C1631_SX460_.jpg",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Canada on February 1, 2024",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B08PQ2KWHS",
      "reviewed_product_variant": {
        "Size": "6 Quarts"
      },
      "is_vine": false
    }
  ],
  "delivery": "FREE delivery Thursday, October 16 Or fastest delivery Wednesday, October 15. Order within 6 hrs 33 mins",
  "primary_delivery_time": "Thursday, October 16",
  "category": {
    "id": "garden",
    "name": "Home & Kitchen"
  },
  "category_path": [
    {
      "id": "1055398",
      "name": "Home & Kitchen",
      "link": "https://www.amazon.com/home-garden-kitchen-furniture-bedding/b/ref=dp_bc_1?ie=UTF8&node=1055398"
    },
    {
      "id": "284507",
      "name": "Kitchen & Dining",
      "link": "https://www.amazon.com/kitchen-dining/b/ref=dp_bc_2?ie=UTF8&node=284507"
    },
    {
      "id": "289913",
      "name": "Small Appliances",
      "link": "https://www.amazon.com/kitchen-small-appliances/b/ref=dp_bc_3?ie=UTF8&node=289913"
    },
    {
      "id": "3117954011",
      "name": "Electric Pressure Cookers",
      "link": "https://www.amazon.com/electric-pressure-cookers/b/ref=dp_bc_4?ie=UTF8&node=3117954011"
    }
  ],
  "product_variations_dimensions": ["size"],
  "product_variations": {
    "size": [
      {
        "asin": "B08PQ2KWHS",
        "value": "6 Quarts",
        "is_available": true
      },
      {
        "asin": "B0BZZXN6MF",
        "value": "7.5 Quarts",
        "is_available": true
      },
      {
        "asin": "B08PPZWNCV",
        "value": "8 Quarts",
        "is_available": true
      }
    ]
  },
  "all_product_variations": {
    "B08PPZWNCV": {
      "size": "8 Quarts"
    },
    "B0BZZXN6MF": {
      "size": "7.5 Quarts"
    },
    "B08PQ2KWHS": {
      "size": "6 Quarts"
    }
  },
  "has_aplus": true,
  "aplus_images": [
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/37839342-583b-4adb-8c75-b7251a073a1b.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/d78091ad-a812-46d9-aa6a-72955a9a2c0e.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/43b2d2af-47bb-4bac-9b7b-1173f447bc28.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/93ee3128-5625-4b5f-9019-c26b6c29b8f8.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/2bfe60bb-32fd-487c-90f5-3ed6f49a51a7.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/b420f6b1-a64b-443f-9ec5-e719b352a72a.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/ad8f1af0-f4c0-4000-a52e-fb197402f3ca.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/60d44e88-b044-4279-a490-2ccb3ee7c510.jpg"
  ],
  "has_brandstory": true,
  "frequently_bought_together": [
    {
      "product_title": "This item:  Instant Pot Pro 10-in-1 Pressure Cooker, Slow Cooker, Rice/Grain Cooker, Steamer, Sauté, Sous Vide, Yogurt Maker, Sterilizer, and Warmer, Includes App With Over 800 Recipes, Black, 6 Quart",
      "product_price": "$99.99",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/71xbdrK1vOL.jpg"
    },
    {
      "product_title": "Instant Pot Magnetic Cheat Sheet Magnet - Instant Pot Accessories - Cookbooks Pressure Cooker Cooking Guide - 7”x 6” Instapot Booklet - Instantpot Cooking - Kitchen Gifts for Women - Kitchen Gadgets",
      "product_price": "$8.97",
      "product_url": "https://www.amazon.com/dp/B09KWX31T6",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/81vlaBsudYL.jpg"
    },
    {
      "product_title": "Original Salbree Steamer Basket for 6 qt quart Instant Pot Accessories, Stainless Steel Strainer and Insert fits IP Insta Pots, Instapot, Other Pressure Cookers, with Silicone Handle [3qt 8qt avail]",
      "product_price": "$19.99",
      "product_url": "https://www.amazon.com/dp/B074CPVFN8",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/91GHroYdGcL.jpg"
    }
  ],
  "landing_asin": "B08PQ2KWHS",
  "parent_asin": "B0DYDZYWCW"
}
