[
  {
    "review_id": "R2LXJX0CH5465P",
    "review_title": "A Great unit for the price",
    "review_comment": "For the price that seems to be an excellent wind turbine, I have used good quality American made wind turbines in the past with great success, but the last company that I was getting them from went out of business quite a few years ago, and I am unable to get maintenance parts that are needed…. so I decided to give a few different Chinese brands a try, the first one I bought for under $100 was an absolute piece of garbage. It didn’t even put out 25W and it was rated for 800. I actually took it off the tower and brought it to my job where we have a wind tunnel for testing airplane wings  And I put it in the wind tunnel at 100 mile an hour wind and barely got a little over 108 W out of it before it self-destruct. That is not the case with this VEVOR though. This one, for a Chinese copy, is very well-made . Yeah there are higher quality ones out there but you’re going to pay a lot more for them.!!! I read all of the reviews, and it seems that the majority of people that are having problems with it, have actually never used a wind turbine ever. They are making rookie mistakes that would easily be solved with a Google search of the Internet. The size of the pipe that is used for a mast on this is 1-1/4” Galvanized steel pipe you can also use black iron if you would like but for the extra few dollars you can buy 10 foot sections of galvanized steel pipe that will not rust as quickly as black iron. As I put sections together I step up one size the closer to the ground so the mast gets thinner at the top  where the windmill is which is 1 1/4 inches and diameter and the base of the tower mast is 3 inches with reducing couplings between each section. I also use guy wires and my wind turbine is 50 feet in the air. this wind turbine does produce pretty good power. Although the controller that comes with it is a piece of junk. It will not go above about 120W of power before turning the brake on.  you’re better off buying a good quality MPPT “wind turbine” charge controller that gives you the ability to set the brake speed and many other features. If you’re unfamiliar with wind turbines, you should probably take some time to educate yourself on the set up and usage of them because they aren’t for everyone, somebody made the comment that you could not use this on a boat. I have one on a relatively small 28 foot sailboat with no issues other than it being a little bit on the noisy side  but that is not the bearings or an internal fault, good quality wind turbines will always have a noise or a vibration to them because of the type of generator that is used.  Some people also seem to be confused about the wiring, they are under the assumption that it is wired like a house, where you have two hot leads, and a neutral, that is not the case because these generators, in fact, almost all wind generators put out three phase AC power, it is a much more efficient way of making electricity and also using electricity. You also need to use a suitable size wire. If you are using more than 50 feet of wire, you should take care to make sure you get at least a 12 gauge wire because you are dealing with relatively low voltage. You do not want to use solid strand wire  m either, a multi strand is best and believe it or not a good quality extension cord seems to work well for wind generators . It really doesn’t matter how you wire up the 3 wires to the controller because it will always work. This wind turbine seems to be pretty good quality, it does not put out the rated power. I bought the 800W one and I see a MAXIMUM of about 600W out of it which is OK. I am not too concerned about that because most wind generators will almost never put out the rated power they are rated for unless you’re in a hurricane.  So far, this is on par with the quality of a 400 to $500 unit so as long as you understand about wind turbines and know what you’re getting into. You should have no problems.",
    "review_star_rating": "5",
    "review_link": "https://www.amazon.com/gp/customer-reviews/R2LXJX0CH5465P",
    "review_author_id": "AEFJLBBBC4Z5DUMEZL3KW7V5VGTQ",
    "review_author": "Chris",
    "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEFJLBBBC4Z5DUMEZL3KW7V5VGTQ/ref=cm_cr_getr_d_gw_btm?ie=UTF8",
    "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default._CR0,0,1024,1024_SX48_.png",
    "review_images": [],
    "review_video": null,
    "review_date": "Reviewed in the United States on September 13, 2025",
    "is_verified_purchase": true,
    "helpful_vote_statement": "2 people found this helpful",
    "reviewed_product_asin": "B0D3T52WFB",
    "reviewed_product_url": "https://www.amazon.com/dp/B0D3T52WFB",
    "reviewed_product_variant": {
      "Style": "12V 800W 3-Blade"
    },
    "is_vine": false
  }
]
