[
  {
    "review_id": "R1UC4VEIO452YX",
    "review_title": "Fantastic breakfast sandwich maker",
    "review_comment": "I was kind of skeptical about this thing but am having such a good experience with it. Easy breakfast sandwiches and incredibly easy clean up. If you're like me and hate reading directions, don't overlook that each sandwich apparatus pops out and removes from the main griddle machine for easy cleaning. I didn't notice this until I went through a couple of messy clean ups and it made all the difference. I like spraying a little bit of Pam in the bottom which aids greatly in reducing sticking and improves clean up. Very enjoyable sandwich machine and I'm finding myself using it almost daily. Great recipes on their website. Good bang for your buck considering the utility and low cost.\n\nTips:\n1) Don't overload the top tray. Just put as little as possible on top of the egg. If you load stuff in the top tray and then close it, the weight and pressure will push the egg through the seams and you'll get runny egg on the base of the griddle plate making clean up more difficult. I just put cheese on top of the egg, wait about 20 seconds and then gently lay the top muffin/mini bagel and gently let the top tray rest on top and I rarely get egg running out the sides. ***Also, take a fork and pierce the egg yolk so that it flattens out. This will also cause less pressure from a non uniform surface.\n\n2) Go easy on the cheese. Too much cheese will just make a mess.\n3) A little bit of Pam spray on the top tray lets the bottom slide release much smoother.\n\nI heat mine up while I'm getting everything ready. I let 20-30 secs go by before I put the cheese on top of the egg and this allows it to start cooking and I have much less running from the seams. 4.5 minutes and the sandwich is perfect.\n\nLove this gadget. I never knew I'd use it as much as I do and it's become an almost daily part of my breakfast routine.",
    "review_star_rating": "5",
    "review_link": "https://www.amazon.com/gp/customer-reviews/R1UC4VEIO452YX",
    "review_author_id": "AEO7RZK3TXWJI5C2PDTQRAWX73FA",
    "review_author": "B. Robertson",
    "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEO7RZK3TXWJI5C2PDTQRAWX73FA/ref=cm_cr_getr_d_gw_btm?ie=UTF8",
    "review_author_avatar": "https://images-na.ssl-images-amazon.com/images/S/amazon-avatars-global/default._CR0,0,1024,1024_SX48_.png",
    "review_images": [],
    "review_video": null,
    "review_date": "Reviewed in the United States on June 28, 2022",
    "is_verified_purchase": true,
    "helpful_vote_statement": "8 people found this helpful",
    "reviewed_product_asin": "B00N3L2DMG",
    "reviewed_product_variant": {},
    "is_vine": false
  },
  {
    "review_id": "R35BPN1J5S7RTR",
    "review_title": "Awesome Sandwich maker!!",
    "review_comment": "Love this!!  oh my gosh, super easy to use, and it can be used for more than just a breakfast sandwich.\nWe have made Reuben sandwiches, Pattymelts, lemon chicken sandwiches, proud Mary's, etc.  you don't need to use an egg. But works great with the egg.  I'm seriously going to the gym and thinking about what I'm going to make when I get home ha ha ha.\nFive stars great product!\nPlus, it is super easy to clean!",
    "review_star_rating": "5",
    "review_link": "https://www.amazon.com/gp/customer-reviews/R35BPN1J5S7RTR",
    "review_author_id": "AHGPD4KR4TDB53OERQKLREKMMYHQ",
    "review_author": "Emerald City Girl",
    "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AHGPD4KR4TDB53OERQKLREKMMYHQ/ref=cm_cr_getr_d_gw_btm?ie=UTF8",
    "review_author_avatar": "https://images-na.ssl-images-amazon.com/images/S/amazon-avatars-global/default._CR0,0,1024,1024_SX48_.png",
    "review_images": [],
    "review_video": null,
    "review_date": "Reviewed in the United States on August 7, 2025",
    "is_verified_purchase": true,
    "helpful_vote_statement": "One person found this helpful",
    "reviewed_product_asin": "B00N3L2DMG",
    "reviewed_product_variant": {},
    "is_vine": false
  },
  {
    "review_id": "R3S30E678IZCRK",
    "review_title": "Excellent Sandwiches!",
    "review_comment": "This dual breakfast sandwich maker is awesome and incredibly easy to use! In just 5 minutes, you can make one or two sandwiches with fresh ingredients, a simple 4-step process, and a handy countdown timer. Perfect for quick, customizable meals at home without the drive-through.",
    "review_star_rating": "5",
    "review_link": "https://www.amazon.com/gp/customer-reviews/R3S30E678IZCRK",
    "review_author_id": "AEI7UID72CNGY2RHPSPYYU3YELWA",
    "review_author": "Holly M. Suddath",
    "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEI7UID72CNGY2RHPSPYYU3YELWA/ref=cm_cr_getr_d_gw_btm?ie=UTF8",
    "review_author_avatar": "https://images-na.ssl-images-amazon.com/images/S/amazon-avatars-global/default._CR0,0,1024,1024_SX48_.png",
    "review_images": [],
    "review_video": null,
    "review_date": "Reviewed in the United States on July 30, 2025",
    "is_verified_purchase": true,
    "helpful_vote_statement": "One person found this helpful",
    "reviewed_product_asin": "B00N3L2DMG",
    "reviewed_product_variant": {},
    "is_vine": false
  },
  {
    "review_id": "R3V3CDDA4BTT80",
    "review_title": "Easy to use and clean",
    "review_comment": "I was looking for something that my tween could use to make himself a breakfast sandwich before school. It is easy to use and easy to clean. I like that the bottom bread, we use english muffins, gets nice and crispy. The top bread does not get that same crispiness but does warm up. We mostly use frozen sausage patties for our sandwiches and have found that we have to warm them up per the directions on the bag before adding to the sandwich maker. It doesn't seem to warm them up on it's own. It's not a big inconvenience though, we throw them into the microwave while the sandwich maker is warming up. It is an extra step we didn't think we would have to do before buying though. We typically butter the bottom bread, then cheese, then sausage to finish up the bottom layer. This way the cheese does not melt onto the sliding plate. We make sure to spray the sliding section for the egg with non stick spray as well. We do not butter the top bread as it seems to keep the egg from cooking all the way, or within our set time. We usually do 4.5 mins. Overall we do like this cooker, it does make a quick sandwich pretty easy. We have tried it with bagels but some bagels are too big to fit into rings and the ones that do fit may have to be trimmed down due to being too thick for the rings to close. Just an FYI if you like bagel sandwiches.  I do not regret adding this sandwich maker to my kitchen gadgets.",
    "review_star_rating": "4",
    "review_link": "https://www.amazon.com/gp/customer-reviews/R3V3CDDA4BTT80",
    "review_author_id": "AHS2ZN3F3QPGPHDAHTMDHWDTOQTA",
    "review_author": "DL",
    "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AHS2ZN3F3QPGPHDAHTMDHWDTOQTA/ref=cm_cr_getr_d_gw_btm?ie=UTF8",
    "review_author_avatar": "https://images-na.ssl-images-amazon.com/images/S/amazon-avatars-global/default._CR0,0,1024,1024_SX48_.png",
    "review_images": [],
    "review_video": null,
    "review_date": "Reviewed in the United States on November 13, 2024",
    "is_verified_purchase": true,
    "reviewed_product_asin": "B00N3L2DMG",
    "reviewed_product_variant": {},
    "is_vine": false
  }
]
