{
  "asin": "B089PNGL41",
  "product_title": "SimpliSafe Wired Doorbell,1080p - Compatible with SimpliSafe Home Security System - Latest Gen",
  "product_price": "169.99",
  "product_original_price": "$179.99",
  "minimum_order_quantity": null,
  "currency": "USD",
  "country": "US",
  "product_byline": "Visit the SimpliSafe Store",
  "product_byline_link": "https://www.amazon.com/stores/SimpliSafe%C2%AE/page/1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5?is_byline_deeplink=true&deeplink=31BBD326-7C5A-4798-9CD7-99A079F2991E&redirect_store_id=1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5&lp_asin=B089PNGL41&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto",
  "product_byline_links": [
    "https://www.amazon.com/stores/SimpliSafe%C2%AE/page/1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5?is_byline_deeplink=true&deeplink=31BBD326-7C5A-4798-9CD7-99A079F2991E&redirect_store_id=1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5&lp_asin=B089PNGL41&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto"
  ],
  "product_star_rating": "4.2",
  "product_num_ratings": 2688,
  "product_url": "https://www.amazon.com/dp/B089PNGL41",
  "product_slug": "SimpliSafe-Doorbell-Compatible-Security-System",
  "product_photo": "https://m.media-amazon.com/images/I/51kUdzAPVxL._AC_SL1500_.jpg",
  "product_num_offers": 2,
  "product_availability": "In Stock",
  "is_best_seller": false,
  "is_amazon_choice": false,
  "is_prime": true,
  "climate_pledge_friendly": false,
  "sales_volume": "1K+ bought in past month",
  "about_product": [
    "See what’s happening at your door - With an ultra-wide 162º field of view and crystal-clear 1080p HD video, you can see what’s happening on your property 24/7.",
    "Get instant phone alerts when someone approaches - The SimpliSafe App notifies you so you know the moment someone approaches the door.",
    "Keeps you safe inside and out - Connect your wired doorbell camera to the latest SimpliSafe security system for award-winning 24/7 whole home protection.",
    "Faster police response - With video verification, our professional monitoring agents can use eyewitness evidence to verify a break-in which can mean priority dispatch for faster police response.* *Vs. non-verified SimpliSafe alarms. Video verification available with select professional monitoring plans.",
    "See clearly at night - With night vision, you can see who's there, even when it's dark outside.",
    "Detects people. Ignores distractions - You can create Activity Zones so your camera knows where to look and what to ignore. And with Smart Person Detection, your camera can tell the difference between people, vehicles and animals.",
    "Hear and talk to guests - With 2-way audio, talk directly to unwanted guests (and welcome ones too) even when you’re not home.",
    "Winter and rainstorm ready - Designed for all weather extremes, this doorbell camera works in rain and snow.",
    "Compatible with the SimpliSafe Gen 3 security system. Requires Wi-Fi (2.4GHz) and existing wired doorbell setup with mechanical chime and a transformer with 8-24 VAC, 30VA max. Not compatible with digital chimes.",
    "Pro Tip: Set up Activity Zones within Settings in the SimpliSafe App to reduce unwanted notifications."
  ],
  "product_description": null,
  "product_information": {
    "Indoor/Outdoor Usage": "Outdoor",
    "Compatible Devices": "Desktop, Laptop, Smartphone, Tablet",
    "Power Source": "Corded Electric",
    "Connectivity Protocol": "Wi-Fi",
    "Controller Type": "Push Button",
    "Mounting Type": "Door Mount",
    "Video Capture Resolution": "1080p",
    "Color": "red",
    "Number of Items": "1",
    "Included Components": "Doorbell",
    "Number of Channels": "2",
    "Wireless Communication Technology": "Wi-Fi",
    "Effective Video Resolution": "1080 Pixels",
    "Wattage": "1 watts",
    "Item dimensions L x W x H": "4.37 x 1.44 x 1.26 inches",
    "Batteries Required?": "No",
    "Item Weight": "8 ounces",
    "Field Of View": "162 Degrees",
    "Room Type": "Hallway, Living Room, Study Room possibility room",
    "Video Capture Format": "MP4",
    "Unit Count": "1.0 Count",
    "International Protection Rating": "IP44",
    "UPC": "815017029698",
    "Product Dimensions": "4.37 x 1.44 x 1.26 inches",
    "ASIN": "B089PNGL41",
    "Item model number": "VPD301",
    "Best Sellers Rank": "#9,322 in Tools & Home Improvement (See Top 100 in Tools & Home Improvement)  #43 in Video Doorbells",
    "Date First Available": "June 4, 2020",
    "Manufacturer": "SimpliSafe"
  },
  "rating_distribution": {
    "1": 10,
    "2": 3,
    "3": 6,
    "4": 12,
    "5": 69
  },
  "product_photos": [
    "https://m.media-amazon.com/images/I/51kUdzAPVxL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/611oTVwB2CL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81L1WpQvOQL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/61nnY05P7SL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81xN3ioXkPL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/719c+lsvItL._AC_SL1500_.jpg"
  ],
  "product_videos": [
    {
      "id": "amzn1.vse.video.06c9c00c2b0c48d891c90cf8cff9147a",
      "title": "Wired Video Doorbell Pro Install",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/66913cdc-2faf-4aef-a59e-e4a2a20755a8/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/51W3KfHt9oL.SS40_BG85,85,85_BR-120_PKdp-play-icon-overlay__.jpg",
      "product_asin": "B089PNGL41",
      "parent_asin": "B089PNGL41"
    },
    {
      "id": "amzn1.vse.video.03eb2f77ed864f5b96a5ece85564fa11",
      "title": "SimpliSafe Video Doorbell Review",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/db7522e8-a0e9-47b0-a2f8-f45d572709b2/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91yVxXhpW-L.SS40_BG85,85,85_BR-120_PKdp-play-icon-overlay__.png",
      "product_asin": "B089PNGL41",
      "parent_asin": "B089PNGL41"
    },
    {
      "id": "amzn1.vse.video.04f325da99f848278483666f961ee521",
      "title": "How To Install SimpliSafe Doorbell",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/e5d0b85c-4c3e-43e8-9d74-4078052f997c/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91VfvZcuD7L.SS40_BG85,85,85_BR-120_PKdp-play-icon-overlay__.png",
      "product_asin": "B089PNGL41",
      "parent_asin": "B089PNGL41"
    },
    {
      "id": "amzn1.vse.video.08686d371f7a429ba347003e7f19d09d",
      "title": "Honest Review of the Simpli Safe wireless home security system!",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/ab52430e-ab90-482e-8e47-b231a9c2c844/default.vertical.jobtemplate.hls.m3u8",
      "video_height": "1920",
      "video_width": "1080",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91KZrjHiztL.SS40_BG85,85,85_BR-120_PKdp-play-icon-overlay__.jpg",
      "product_asin": "B089PNGL41",
      "parent_asin": "B089PNGL41"
    },
    {
      "id": "amzn1.vse.video.018cc7994ba3431bb2fe271e38f2ca55",
      "title": "All That I Love About The SimpliSafe Security System",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/c36c5540-c314-4126-b6e2-b3bb779daee2/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/81659Zx6hGL.SS40_BG85,85,85_BR-120_PKdp-play-icon-overlay__.jpg",
      "product_asin": "B089PNGL41",
      "parent_asin": "B089PNGL41"
    },
    {
      "id": "amzn1.vse.video.08597aea06b64a38a722102ae8416a26",
      "title": "My Honest Review on the SimpliSafe Doorbell",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/468812ed-282f-416f-969b-785e727e0c63/default.vertical.jobtemplate.hls.m3u8",
      "video_height": "1920",
      "video_width": "1080",
      "thumbnail_url": "https://m.media-amazon.com/images/I/71TdA92ZTAL.SS40_BG85,85,85_BR-120_PKdp-play-icon-overlay__.png",
      "product_asin": "B089PNGL41",
      "parent_asin": "B089PNGL41"
    }
  ],
  "user_uploaded_videos": [],
  "video_thumbnail": "https://m.media-amazon.com/images/I/51W3KfHt9oL.SX522_.jpg",
  "has_video": true,
  "product_details": {
    "Recommended Uses For Product": "Outdoor Security",
    "Brand": "SimpliSafe",
    "Model Name": "VDP301",
    "Connectivity Technology": "Wired",
    "Special Feature": "2-Way Audio, HD Resolution, Motion Sensor, Night Vision"
  },
  "customers_say": "Customers find the doorbell easy to install and use, with good camera quality and compatibility with Simplisafe security systems. However, the functionality and picture quality receive mixed reviews - while some say it works great with crystal clear video, others report it rarely works and can barely make out images. Moreover, the WiFi connectivity and motion detection are problematic, with customers reporting poor WiFi connectivity and motion detection failure.",
  "top_reviews": [
    {
      "review_id": "R1MSDEIMRWTSN",
      "review_title": "It works great",
      "review_comment": "I had an og old door bell so switching the buttons out was super easy. It takes some mechanical whit but honestly, if you don't know how to turn off a fuse box, unscrew a couple screws, drill and screw in a couple others for the new assembly, and then push the wires in their slots and tighten those screws, then pop on the new doorbell button and turn the fuse back on, what are you doing with your life? I had to switch the wires once cause there's no specifications for which goes to which but it took me a total of 30 minutes. And my breaker box is in the basement. As far a connectivity issues, I had been having those issues with the regular camera so I got a wifi extender right next to the door. I haven't had any issues with that camera or the doorbell camera at all. It is very sensitive. The wind blowing the flag outside my door is enough to trip it. It also trips when cars go by. I would have so many issues with the regular camera dropping or not picking up motion, but I really like this doorbell camera. If you're familiar with simplisafe and like it, you should be quite satisfied with the doorbell. I think it's the best camera I have. I highly suggest getting the wifi extender if the wifi signal is anything less than very strong at your front door. Those are super easy to set up too. Keep in mind, the cameras only work on 2G. If you want frustration free, that's the way to go. All in all, I recommend the camera. Don't listen to all the people who expect life to work at the push of a button.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R1MSDEIMRWTSN",
      "review_author_id": "AFZXP6RO3TFAD7EE7N2ELWXFF32A",
      "review_author": "Teresa",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AFZXP6RO3TFAD7EE7N2ELWXFF32A/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on July 20, 2023",
      "is_verified_purchase": true,
      "helpful_vote_statement": "12 people found this helpful",
      "reviewed_product_asin": "B089PNGL41",
      "reviewed_product_variant": {},
      "is_vine": false
    },
    {
      "review_id": "R3ASNEQJMI6X9K",
      "review_title": "Super easy to install for certain types of user. Revised edition!",
      "review_comment": "Updated 8/1/2020 & 8/5/2020 - Also 8/31/2020 I read somewhere that SimpliSafe designed their doorbell to be a good basic Video Doorbell that would be super easy to self install and use. If you need/want advanced features, you want a different system. Or if you have a situation that lies outside their targeted customer, it gets a tiny bit more difficult to install. But in most cases, not by much. Their target customer is a person who can use a screwdriver, who can drill a tiny hole in the exterior wall (if needed), who can find the main power switch for the doorbell at their powerbox/fusebox, who has a mechanical chime (not digital) already installed on their existing doorbell. OOPS! One other thing, be able to read and understand instructions! If you meet these criteria, your installation will likely be in 20 minutes or less. I meet the above criteria, but I have a VERY low tolerance for poorly designed self install instructions. The whole self-install scenario went VERY smoothly for me. Everything works as it should, except for one thing. I haven't tried to contact Simplisafe customer service yet to remediate, I literally just installed it and wanted to write about installation before I forget. Although I am extremely good looking for my age, I am old and forget stuff. I will update as time goes on. * It connects to my Orbi, 2 node, mesh router * The chime rings both at the mechanical chime and at the volume-controlled SS base station. * A notice is sent to my phone. * I can see who is at the door. * It integrates quite well with my Simplisafe Security system. * I can't get the audio to play when I press the talk button in my SimpliSafe phone software. (yet - more info later, when I have it) this will be a good test of the Simplisafe customer service! * I have NOT yet tested the night time view. For the most part, it does exactly what I want. The view is a super-wide angle, and while the image shows distortion, it's not as distorted, in my eyes, as much as some video doorbells. The camera control allows you to select 1080p, 720p, or 480p. The default is 720p the image quality is crisp and sharp, and not too laggy. 480p will be faster, and take up less room in storage, but will be significantly lower in image quality. 1080p will be slower, take up the most room in storage, but be significantly higher in image quality. I am comfortable with the quality and speed of 720p. It's a doorbell, not \"Game of Thrones\". At this point, I would say I'm over the moon happy with the installation, but concerned a bit by the audio issue. I can't give it 5 stars yet, but I think 3 stars might be too harsh. REVISED: Changed to 5 stars. In experimenting with this doorbell. I have discovered that the audio problems completely disappear at 480p, and the image quality on my Android phone, Android tablet, and 27 inch PC monitor at 480p is quite good. The video loads and runs a bit faster as well and I don't lose a connection People who have been having this sort of trouble would be advised to try the 480p before trying the tech support people. The night time view is good and clear with the porch light either on or off, though having the porch light on is better. I've been getting 3-4 false movement detected messages a day, but I haven't yet tried any sort of remediation on that yet. If it becomes problematic, I will report back. Right now, I'm quite happy with the ease of installation, integration with the SimpliSafe security system, and with its overall operation. It isn't the most advanced video doorbell on the market, but it covers all the main functions I am looking for at a most reasonable price. The 480p dimension setting is adequate to the task. I think for existing SimpliSafe users, this must be seriously considered, for others . . . mmm - it probably ought to be considered. There ARE going to be viable other options out there, some more advanced, some cheaper, but I think this hits the 'sweet spot' for a combination of features, quality, and affordability. LAST REVISION, I promise: I resolved the 480p - 720p issue completely. I noticed that even though the Orbi mesh router wall node was only about 10 feet away from the doorbell on the other side of the wall. The doorbell app told me the signal was \"weak\". I had an additional outlet almost directly below the doorbell on the other side of the wall. I plugged the router node into that outlet, and the signal changed to \"strong\". This allows me to use the 720p screen dimension with no problem and full audio. If your signal is weak to the doorbell, your wall or door may be part of the transmission problem. In that case, you will need to consider moving your router closer to the doorbell. (Mesh router systems make that easy!) For the false movement detected - The setup parameters in the app allow the user to prevent certain areas of the screen for being used for detection. I turned off that part of the screen that showed the road and sidewalk in front of the house and that stopped the false movement notifications, except for the odd child running across the lawn. and in our neighborhood, they are all odd. LAST EVER REVISION 8/30/2020: I'm finding that the audio capability is the least useful feature of a video doorbell. I would say the single most important feature for me, has been the notification at my smartphone, and at my Samsung Smartwatch. That is extremely useful. The video itself is useful somewhat if you need a record of who is at the front door. I suspect, however, Video's most value is in providing a record of whatever is happening in the front of the house during a break-in or other emergency situation. Audio? Frankly, I haven't had a reason to use it. Delivery people drop a package at the door, ring the doorbell and head back to their truck. People coming to visit, need to have us greet them in person, and we rarely have door to door vendors in our neighborhood. It might be marginally useful to record audio in the above-mentioned emergency situation, but I have not needed to talk to someone remotely even while the doorbell is new, and I am looking for situations to do so.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R3ASNEQJMI6X9K",
      "review_author_id": "AET5VJ6AV2M62MTRYKJTNROF5CBA",
      "review_author": "GBarrington",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AET5VJ6AV2M62MTRYKJTNROF5CBA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/e7f784aa-d484-4dc1-8aeb-b8f0dfde7e39._CR0%2C0%2C100%2C100_UX460_.jpg",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on July 30, 2020",
      "is_verified_purchase": true,
      "helpful_vote_statement": "384 people found this helpful",
      "reviewed_product_asin": "B089PNGL41",
      "reviewed_product_variant": {},
      "is_vine": false
    },
    {
      "review_id": "R2DYAW974EWPMY",
      "review_title": "Nice camera doorbell",
      "review_comment": "Easy setup, had to angle the doorbell in order to get the picture I needed. Video is good quality, decent sound pickup, and took me about a 1/2 hour to install. The physical part of installing was a breeze, but adding/installing the component to the system was the problem. First off, I didn’t realize that the main unit was downloading, and upgrading when I was trying to install. Second, when the camera doorbell has to read the QR code, make sure your body is blocking the sun glare so the doorbell can pick up the QR code off of your phone. That took me about 5-8 minutes because the install process kept failing because it couldn’t see it due to the bright sun reflections. So again, use your hands and body to block it to read the scan properly. On that note, the doorbell works flawlessly, and is not that intrusive. It’s summer now, so we’ll see how it holds up to in the Chicago Winters. But overall, I’m quite pleased with the product. Good Luck!",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R2DYAW974EWPMY",
      "review_author_id": "AFJLROEUFYCGBS2ZDSRBB73H2RZQ",
      "review_author": "TDubs82",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AFJLROEUFYCGBS2ZDSRBB73H2RZQ/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on August 8, 2023",
      "is_verified_purchase": true,
      "helpful_vote_statement": "12 people found this helpful",
      "reviewed_product_asin": "B089PNGL41",
      "reviewed_product_variant": {},
      "is_vine": false
    },
    {
      "review_id": "R372M5486NZEP0",
      "review_title": "Great doorbell, poor software",
      "review_comment": "It works, it looks good and comes with several customized parts to fit what you need. It's easy to install if you have a doorbell already. However the app settings such as motion dead zones and motion sensitivity just seem to be for show. It goes off for everything and anything constantly giving false positive notifications.",
      "review_star_rating": "4",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R372M5486NZEP0",
      "review_author_id": "AHN5PKWM25YMGQM2S5UWUI4FQSDA",
      "review_author": "Paul Birkholtz",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AHN5PKWM25YMGQM2S5UWUI4FQSDA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on May 27, 2024",
      "is_verified_purchase": true,
      "helpful_vote_statement": "2 people found this helpful",
      "reviewed_product_asin": "B089PNGL41",
      "reviewed_product_variant": {},
      "is_vine": false
    },
    {
      "review_id": "RN3Q9P5W7I988",
      "review_title": "Buyer beware",
      "review_comment": "Brand new smoke detector malfunctioned (two false alarms) and they won't replace it. They, meaning the Indian call centers you connect with for support when you need it. A live saving device malfunctioning and you won't replace it when I did the troubleshooting/cleaning you asked and it's still malfunctioning. Morally bankrupt company... They'd rather put your family at risk than replace cheap plastic. Their other products aren't that great either (cameras). The cameras don't always pickup motion detection to start recording, so there's a good chance your burglar won't be caught on cam. You might be able to see yourself leaving the house that day though! Also the camera only works on WiFi, so if you pay extra for the subscription (like me) to have cellular connection in case your power/wifi goes out - you're wasting your money in that regard. I could look past all of that if they'd just replace the broken smoke detector they sent me, which again, my life depends on. Disgusting, morally bankrupt, a very regrettable purchase I will never get my money back for. Buyers beware.",
      "review_star_rating": "1",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RN3Q9P5W7I988",
      "review_author_id": "AEMENEK7HJBI7MDA4X3R3AYZBB2Q",
      "review_author": "Amazon Customer",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEMENEK7HJBI7MDA4X3R3AYZBB2Q/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on July 3, 2025",
      "is_verified_purchase": true,
      "helpful_vote_statement": "4 people found this helpful",
      "reviewed_product_asin": "B089PNGL41",
      "reviewed_product_variant": {},
      "is_vine": false
    }
  ],
  "top_reviews_global": [
    {
      "review_id": "R2LCZZ6HSGEU28",
      "review_title": "The door bell and camera should not be sold in Australia.",
      "review_comment": "The simplicam app and simplisafe app are available and zoned for US only. This rendered the doorbell unusable in Australia",
      "review_star_rating": "1",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R2LCZZ6HSGEU28",
      "review_author_id": null,
      "review_author": "Belatchew Nadew",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Australia on January 4, 2021",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B089PNGL41",
      "reviewed_product_variant": {},
      "is_vine": false
    }
  ],
  "delivery": "FREE delivery Tuesday, October 21 Or Prime members get FREE delivery Saturday, October 18. Order within 4 hrs 14 mins. Join Prime",
  "primary_delivery_time": "Tuesday, October 21",
  "category": {
    "id": "electronics",
    "name": "Electronics"
  },
  "category_path": [
    {
      "id": "228013",
      "name": "Tools & Home Improvement",
      "link": "https://www.amazon.com/Tools-and-Home-Improvement/b/ref=dp_bc_1?ie=UTF8&node=228013"
    },
    {
      "id": "3180231",
      "name": "Safety & Security",
      "link": "https://www.amazon.com/safety-security/b/ref=dp_bc_2?ie=UTF8&node=3180231"
    },
    {
      "id": "7459508011",
      "name": "Home Security Systems",
      "link": "https://www.amazon.com/Home-Security-Surveillance/b/ref=dp_bc_3?ie=UTF8&node=7459508011"
    },
    {
      "id": "21614611011",
      "name": "Video Doorbells",
      "link": "https://www.amazon.com/b/ref=dp_bc_4?ie=UTF8&node=21614611011"
    }
  ],
  "product_variations_dimensions": [],
  "product_variations": [],
  "all_product_variations": {},
  "has_aplus": true,
  "aplus_images": [
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/af1b7492-eddc-474c-9c4a-0c3186b42855.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/2d2f0e42-2df1-43ef-a458-f3cd11957091.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/37f2b1d5-229e-4e4a-bd3c-0d1318f3ec2a.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/4485b09b-3580-4174-af3b-307b7c65aa20.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/442adca2-a535-4638-bb18-e0641e57aab3.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/ec11e38c-3574-44c8-9a6c-cd3fe2a59682.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/c0371a6e-8de3-42b2-8f2b-4c50be1a1618.png"
  ],
  "has_brandstory": false,
  "frequently_bought_together": [
    {
      "product_title": "This item:  SimpliSafe Wired Doorbell,1080p - Compatible with SimpliSafe Home Security System - Latest Gen",
      "product_price": "$169.99",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/51kUdzAPVxL.jpg"
    },
    {
      "product_title": "SimpliSafe Entry Sensor (Pack of 4) - Window and Door Protection - Compatible with The SimpliSafe Home Security System - Latest Gen",
      "product_price": "$54.99",
      "product_url": "https://www.amazon.com/dp/B08HR8HYPS",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/51mMNMZgYmL.jpg"
    },
    {
      "product_title": "SimpliSafe 7 Piece Wireless Outdoor Camera Home Security System - Optional 24/7 Professional Monitoring - No Contract - Compatible with Alexa and Google Assistant",
      "product_price": "$440.47",
      "product_url": "https://www.amazon.com/dp/B0F254QZZF",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/61gIJLi93IL.jpg"
    }
  ],
  "landing_asin": "B089PNGL41"
}
