{
  "asin": "B07C38HT49",
  "product_title": "SimpliSafe 8 Piece Wireless Home Security System - Optional 24/7 Professional Monitoring - No Contract - Compatible with Alexa and Google Assistant , White",
  "product_price": "136.98",
  "product_original_price": "$239.99",
  "minimum_order_quantity": null,
  "currency": "USD",
  "country": "US",
  "product_byline": "Visit the SimpliSafe Store",
  "product_byline_link": "https://www.amazon.com/stores/SimpliSafe%C2%AE/page/1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5?is_byline_deeplink=true&deeplink=31BBD326-7C5A-4798-9CD7-99A079F2991E&redirect_store_id=1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5&lp_asin=B07C38HT49&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto",
  "product_byline_links": [
    "https://www.amazon.com/stores/SimpliSafe%C2%AE/page/1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5?is_byline_deeplink=true&deeplink=31BBD326-7C5A-4798-9CD7-99A079F2991E&redirect_store_id=1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5&lp_asin=B07C38HT49&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto"
  ],
  "product_star_rating": "4.4",
  "product_num_ratings": 2550,
  "product_url": "https://www.amazon.com/dp/B07C38HT49",
  "product_slug": "SimpliSafe-Wireless-Security-System-Setup",
  "product_photo": "https://m.media-amazon.com/images/I/61bDb5ohttL._AC_SL1500_.jpg",
  "product_num_offers": 2,
  "product_availability": "In Stock",
  "is_best_seller": false,
  "is_amazon_choice": true,
  "is_prime": true,
  "climate_pledge_friendly": false,
  "sales_volume": "1K+ bought in past month",
  "about_product": [
    "Simple to set up. Seriously secure - Get ready to protect right out of the box. Just plug in the Base Station, download the SimpliSafe App, place your sensors, and start protecting your home. No wiring or drilling required. Or contact SimpliSafe directly if you need help installing your system.",
    "1 FREE month of professional monitoring for fast police response when you need it most. With optional monitoring services, our agents keep watch even when you can't, ready to instantly alert emergency responders. Starting at less than $1/day with no long-term contracts or hidden fees. (SimpliSafe products and professional monitoring services are only offered for sale and supported in the US)",
    "Complete control of your system with the SimpliSafe App - Arm, disarm and protect anytime, anywhere.",
    "Protection for entry points - Entry Sensors protect windows, doors, and cabinets and alert you when someone tries to enter. Customizable and can send Secret Alerts so you are quietly alerted if someone accesses private areas, without sounding an alarm.",
    "Blanket a whole room - Motion sensors detect motion within 35 feet, have a 90 degree field of view and get along great with pets under 60lbs. Perfect for full room coverage when placed in a corner.",
    "Instantly sound the alarm with a Panic Button - Triggers the alarm and dispatches police fast - with silent panic option to signal for help discreetly. (Requires a subscription to 24/7 Professional Monitoring)",
    "Prepared and built for the unexpected - The Base Station has a battery that lasts up to 24 hours and cellular backup (requires professional monitoring plan) so you stay protected even if you lose power or Wi-Fi.",
    "Smash-safe Keypad - Easily arm and disarm your system with a wireless Keypad that you can place anywhere. And backlit buttons light up when you need to see it and go dark when you don't.",
    "Smart home compatible - Arm your system at home with Google Assistant or Amazon Alexa.",
    "1 year manufacturer limited warranty. Warranty extensions are available with a professional monitoring plan. Purchase of any SimpliSafe product from unauthorized third parties may void the warranty and other manufacturer protections."
  ],
  "product_description": "Of the 126 million homes in America, only 20% have home security. At SimpliSafe, we're changing that. Our goa is simple: to make homes safe for everyone, and not with false security, but with real protection. Our frustration-free DIY home surveillance system bundles have precise sensors to know the difference between a family pet and an unwanted intruder, and are designed with long range sensors for entire home protection. Simplisafe is for homes of all sizes and is built with unprecedented safeguards to keep your home protected against power outages, downed Wi-Fi, cut landlines, and physical attacks from hammers, bats, and more. This easy-to-use wireless system is full of surveillance products small enough to disappear into your home and provide blanket protection. Breathe easy with proper protection at a safe and reasonable price. The 9-piece wireless Security bundle provides 24/7 security with a smash safe keypad that is soft to touch, easy to use during the day and night, and requires no plug (meaning you can place it anywhere), and will alert the police in case of attack. The base station is like your personal security guard: It sends alarm signals to the monitoring center with a built-in cellular connection, 24-hour battery backup, and a 95dB siren. Each entry sensor (4 total) protects your doors and windows and is designed to disappear and blend into the background. The 2 motion sensors are designed for human detection, no pet detection. The simplicity gives you flawless HD video and audio streaming as well as a 120° field of vision day and night. Enjoy effective, contract-free 24/7 professional monitoring, and make sure your home is the safest place on earth.",
  "product_information": {
    "Brand": "SimpliSafe",
    "Color": "White",
    "Power Source": "Battery Powered",
    "Compatible Devices": "Smartphone",
    "Item dimensions L x W x H": "12.13 x 4.44 x 12.38 inches",
    "Video Capture Resolution": "720p",
    "Connectivity Technology": "Wireless",
    "Installation Type": "Plug In",
    "Alert Type": "Motion",
    "Item Weight": "0.01 ounces",
    "Voltage": "12 Volts",
    "Control Method": "Voice",
    "Battery Cell Composition": "Alkaline",
    "Maximum Range": "3048 Meters",
    "Battery Life": "24 Hours",
    "Included Components": "1 Base Station, 1 Keypad, 4 Entry Sensors, 1 Motion Sensor, 1 Panic Button",
    "Noise Level": "95 dB",
    "Unit Count": "1.0 Count",
    "Sensor Technology": "Motion Sensor",
    "Global Trade Identification Number": "00815017029568",
    "UPC": "815017029568",
    "Manufacturer": "SimpliSafe (DS) - DROPSHIP",
    "Part Number": "8 piece",
    "Product Dimensions": "12.13 x 4.44 x 12.38 inches",
    "Item model number": "8 piece",
    "Batteries": "8 AAA batteries required. (included)",
    "Is Discontinued By Manufacturer": "No",
    "Size": "8 Piece Bundle",
    "Style": "8 Piece Kit",
    "Pattern": "Security System",
    "Item Package Quantity": "1",
    "Display Style": "LCD",
    "Batteries Included?": "Yes",
    "Batteries Required?": "Yes",
    "Description Pile": "multiple",
    "Warranty Description": "1 year warranty",
    "ASIN": "B07C38HT49",
    "Best Sellers Rank": "#41 in Home Security Systems",
    "Date First Available": "April 10, 2018"
  },
  "rating_distribution": {
    "1": 7,
    "2": 2,
    "3": 5,
    "4": 11,
    "5": 75
  },
  "product_photos": [
    "https://m.media-amazon.com/images/I/61bDb5ohttL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71qKks9KvwL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/7126Pa-gUUL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71yE-WxXKgL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/61NoO9HZs2L._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71++iBMtOsL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71VTga-HO4L._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/713jKLQYclL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71gQA+WDErL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81xN3ioXkPL._AC_SL1500_.jpg"
  ],
  "product_videos": [
    {
      "id": "amzn1.vse.video.0049950a6f95435c80213a1d1974baff",
      "title": "How it Works",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/de4e2749-63f4-4fcb-b425-7b5139fc5c96/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/41PrlckGXNL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07C38HT49",
      "parent_asin": "B0C9J4PGJF"
    },
    {
      "id": "amzn1.vse.video.967e7fceea524dbd83ff69089bb14fce",
      "title": "Simplisafe Review: Sleek, Easy & DIY. But is it too simple?",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/5dbc5ec4-0bc8-4ae3-b05a-f98a9c78a852/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/71pj95CPrmL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07C38HT49",
      "parent_asin": "B0C9J4PGJF"
    },
    {
      "id": "amzn1.vse.video.0671063cb6da4ac588f515ef4853e6ce",
      "title": "Love my SimpliSafe Alarm. Easy to set up and awesome product.",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/506d3b2d-cc2a-456a-89de-d254cb8da012/default.vertical.jobtemplate.hls.m3u8",
      "video_height": "1920",
      "video_width": "1080",
      "thumbnail_url": "https://m.media-amazon.com/images/I/81I1AV2dofL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07C38HT49",
      "parent_asin": "B0C9J4PGJF"
    },
    {
      "id": "amzn1.vse.video.02ca858299184a1bab3a5c48538eb56d",
      "title": "Honest Review of SimpliSafe's Wireless Home Security System",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/3caf0d30-457f-4c58-bda4-b3dac812d985/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/B1VaW-yuUuL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B07C38HT49",
      "parent_asin": "B0C9J4PGJF"
    },
    {
      "id": "amzn1.vse.video.0c3ba507ccb84ac3ad6ee7dd96762f77",
      "title": "SimpliSafe Panic Button Review",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/e23ccb2e-c70a-4537-bfa9-7adbd4ba1b80/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/519OgiSVUJL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07C38HT49",
      "parent_asin": "B0C9J4PGJF"
    },
    {
      "id": "amzn1.vse.video.0f45a822c3294dde8091f4fa0c54f819",
      "title": "Honest Review SimpliSafe Security System",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/238e6d0b-4745-4189-8a26-b1a8eb10d2f5/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/71UeNaMwnAL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07C38HT49",
      "parent_asin": "B0C9J4PGJF"
    }
  ],
  "user_uploaded_videos": [],
  "video_thumbnail": "https://m.media-amazon.com/images/I/41PrlckGXNL.SX522_.jpg",
  "has_video": true,
  "product_details": {
    "Brand": "SimpliSafe",
    "Color": "White",
    "Power Source": "Battery Powered",
    "Compatible Devices": "Smartphone",
    "Item dimensions L x W x H": "12.13 x 4.44 x 12.38 inches"
  },
  "customers_say": "Customers find the security system easy to install and use, with a simple app interface and good value for money, particularly appreciating the low-cost monthly monitoring plan. The system receives positive feedback for its home security features, making customers feel safer, and customers like its DIY nature. The functionality and WiFi connectivity receive mixed reviews - while some say it works well, others report it doesn't work properly and experiences connection issues. The customization aspect also gets mixed feedback, with customers appreciating the ability to add more sensors and components, though one customer notes that features are locked behind the subscription plan.",
  "top_reviews": [
    {
      "review_id": "R26Q55EX6I1B0J",
      "review_title": "MUST BUY",
      "review_comment": "I recently set up the SimpliSafe 8 Piece Wireless Home Security System, and I’m thoroughly impressed with how well it delivers on ease of use, functionality, and design. As someone who is very tech-savvy, I found the setup process to be a breeze. However, what truly stands out is how straightforward it is—even for those who may not be as comfortable with technology. Pros: 1. Easy Setup: From unboxing to full operation, the setup process took me less than an hour. The step-by-step instructions are clear, and the system practically guides you through the installation process. This would be perfect for anyone, regardless of their tech skills. 2. Seamless Operation: The wireless sensors are reliable and responsive, and the base station ensures you’re always updated with audio alerts and notifications. It’s clear SimpliSafe designed this system with user experience in mind. 3. Customizability: You can easily add more sensors or components as needed to tailor the system to your home. 4. Design: The modern, minimalist design of the components allows them to blend seamlessly into your home décor. 5. Optional Monitoring: Although I don’t use the 24/7 professional monitoring, it’s a great option for those who want extra peace of mind. Even without it, the system functions flawlessly as a standalone setup. Cons: 1. Limited Integration: While the system is excellent on its own, the integration with other smart home platforms (like Alexa or Google Assistant) feels a bit limited compared to other systems. 2. Price of Add-Ons: Expanding the system can get pricey, especially if you want to add cameras or other advanced components. 3. Basic App Features Without Monitoring: The app works well for alerts and customization, but some features seem locked behind the subscription plan, which might frustrate those using it without professional monitoring. Final Thoughts: Despite a few minor drawbacks, the SimpliSafe 8 Piece Wireless Home Security System is an outstanding choice for home security. Its combination of simplicity, reliability, and flexibility makes it a top-notch product for both tech-savvy users and those new to smart home systems. Nothing is perfect, but this system comes very close. Five stars!",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R26Q55EX6I1B0J",
      "review_author_id": "AEKR2Y2PDYTT6EDHB2QC3EKV4RDQ",
      "review_author": "Alexander",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEKR2Y2PDYTT6EDHB2QC3EKV4RDQ/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on January 22, 2025",
      "is_verified_purchase": true,
      "helpful_vote_statement": "32 people found this helpful",
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R2C7GUKD677BKR",
      "review_title": "A good alternative to overpriced, for-rent systems",
      "review_comment": "We have had security systems from two different vendors (one that came with our house, and one we tried later on). Both were workable, but very expensive...ESPECIALLY if we needed to expand them. Adding door/window sensors, cameras, etc. not only came with a very high initial cost, but also resulted in additional monthly costs above and beyond what we were already paying. One of the vendors' equipment in particular proved to perform quite poorly; it was centered around a touchscreen keypad that would often run so slowly that it could take 5 minutes for it to recognize that a door or window had opened. The vendor, of course, had no solution except to \"upgrade\" (at our cost). We've been researching alternatives for months. In the meantime, we've implemented things such as IP surveillance cameras and doorbell cameras, at a fraction of the cost of those offered by the above vendors. In the end, SimpliSafe just made the most sense. Purchase the equipment we want, install it ourselves (installation was SUPER easy), and pay a reasonable monitoring fee every month. All devices are wireless, so there was no wiring to be done. The batteries will eventually drain and need to be replaced, but that is a minor nit to pick compared to the ease of not having to run sensor and keypad wiring (or try to re-use what's existing). And the system can use both our home wifi and its own cellular connectivity to dial home, so we're still protected in case our Internet fails or is cut off. The only significant downside is that it does not directly integrate with our other smart home devices and systems. For us that's not much of an issue, because we're able to keep track of the 3-4 apps between them all, but if we absolutely had to, we could replace our existing devices with SimpliSafe ones and not have to spend too much money doing so. Overall, a great choice if you don't mind (or you enjoy) doing the installation work yourself, and have at least a basic set of technical understanding. They do have installation options, but if you're builing a system like this, you likely don't need them to install it for you.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R2C7GUKD677BKR",
      "review_author_id": "AHGOAUQREKWY4AXB3UZPOKES3NEA",
      "review_author": "M. Smith",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AHGOAUQREKWY4AXB3UZPOKES3NEA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on March 21, 2022",
      "is_verified_purchase": true,
      "helpful_vote_statement": "68 people found this helpful",
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R2UXKO18IXTFCQ",
      "review_title": "Simple to set up! Great system.",
      "review_comment": "Love this alarm system! So simple to set up and install yourself. Great monthly subscription service, great customer service and reliable.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R2UXKO18IXTFCQ",
      "review_author_id": "AETFRBDUJA7SQBARDD32SSLU3MOQ",
      "review_author": "Makayla",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AETFRBDUJA7SQBARDD32SSLU3MOQ/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on June 18, 2025",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R3PP66DK039PWR",
      "review_title": "No contracts",
      "review_comment": "We switched from ADT to this system and are very pleased. No contracts, lower monthly fees and super easy to install and set up",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R3PP66DK039PWR",
      "review_author_id": "AFNPSRBEE2YJKR5SWPZWBZZGKMJA",
      "review_author": "Brandi Cooper",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AFNPSRBEE2YJKR5SWPZWBZZGKMJA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on July 27, 2025",
      "is_verified_purchase": true,
      "helpful_vote_statement": "3 people found this helpful",
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    }
  ],
  "top_reviews_global": [
    {
      "review_id": "R1IV5TUL5TGR7N",
      "review_title": "Simplisafe",
      "review_comment": "Very easy to set up and operate. The thing I like about the system is that you can use any number of senses on doors walls etc and put them wherever you want. The only problem I had was downloading the APP as I live in Australia and had a region problem as the APP was only available in the US. Very happy so far.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R1IV5TUL5TGR7N",
      "review_author_id": null,
      "review_author": "Stephen Parsons",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Australia on June 1, 2021",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R20YIDGVTNG3JK",
      "review_title": "Setup is easy and system works well without subscription.",
      "review_comment": "This is probably the only system that you do not need subscription to work. We live in Canada and they do not support - alerts are sent to only me which is not an issue. And we do not have cameras which would require a subscription for full usefulness. Setting up door and water sensors and motion detectors is straight forward although I had an issue in that I set up at our house, to test out, and then moved to our seasonal cabin. For the life of me, could NOT change WiFi network and searching internet did not help. NOTE: you can change in SETTINGS on the keypad but you MUST enter the MASTER password. I was using the codes I programmed for entry, which do not let you into settings. I had forgotten that I had a MASTER password. After that, setup was so EASY. Each device pairs with a simple push of the SYNC button. The motion sensors stick up with tape, but I added small screw for stability. Similarly with out patio doors and the sensors. Everything has been working for weeks. Compared to old style alarm system requiring engineering degree to set up, this was a breeze.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R20YIDGVTNG3JK",
      "review_author_id": null,
      "review_author": "TeeJay",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Canada on March 29, 2025",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R3GITB0004JUNX",
      "review_title": "Facilísima de instalar",
      "review_comment": "Literalmente simplemente sacas las piezas de las cajas, retiras la protección de las baterías y listo... Diseño super intuitivo, todo se sujeta con adhesivos (o con tornillos opcionalmente). El monitoreo, bueno, sin monitoreo no tienes acceso ni a la App ni al website y por ende tampoco recibes notificaciones en caso de activarse, pero funciona a modo local y se presume que es suficiente para espantar a los rateros o por lo menos alertar a los vecinos quienes te llamarán para que calles la chicharra, ja ja.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R3GITB0004JUNX",
      "review_author_id": null,
      "review_author": "Roberto Montero Ortiz",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/b4b47340-c9a5-4179-8602-1023b93d278f._CR0%2C0%2C500%2C500_SX460_.jpg",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Mexico on October 20, 2020",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R8Q6AIWN7ZLHW",
      "review_title": "Great system",
      "review_comment": "Just got this. Easy to instal and very easy setup. The quality of the system is above average. I didn’t expect this quality. Originally had a blink system that worked ok but this is much better.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R8Q6AIWN7ZLHW",
      "review_author_id": null,
      "review_author": "Brian",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Canada on February 8, 2024",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R2XQGZQQQ5C5QU",
      "review_title": "Easy to install",
      "review_comment": "Super easy set up and does the trick!",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R2XQGZQQQ5C5QU",
      "review_author_id": null,
      "review_author": "Brianne Miller",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Canada on January 24, 2024",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07C38HT49",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    }
  ],
  "delivery": "FREE delivery Tuesday, October 21 Or Prime members get FREE delivery Sunday, October 19. Order within 3 hrs 7 mins. Join Prime",
  "primary_delivery_time": "Tuesday, October 21",
  "category": {
    "id": "tools",
    "name": "Tools & Home Improvement"
  },
  "category_path": [
    {
      "id": "172282",
      "name": "Electronics",
      "link": "https://www.amazon.com/electronics-store/b/ref=dp_bc_1?ie=UTF8&node=172282"
    },
    {
      "id": "524136",
      "name": "Security & Surveillance",
      "link": "https://www.amazon.com/security-surveillance-cameras/b/ref=dp_bc_2?ie=UTF8&node=524136"
    },
    {
      "id": "3180341",
      "name": "Home Security Systems",
      "link": "https://www.amazon.com/Home-Security-Systems/b/ref=dp_bc_3?ie=UTF8&node=3180341"
    }
  ],
  "product_variations_dimensions": ["pattern"],
  "product_variations": [],
  "all_product_variations": {
    "B07C38HT49": {
      "pattern": "Security System"
    }
  },
  "has_aplus": true,
  "aplus_images": [
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/e561df60-7ead-4129-bcb4-361613e055c3.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/8d305e93-3f13-4c91-8662-93837b2998c9.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/a063e7bd-9027-46d4-8ce3-2e461b0e810c.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/61a13322-420a-4ed6-b1b0-4db62c97bf89.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/a950aab1-4588-4b3b-b6c3-f4a32baccb62.png"
  ],
  "has_brandstory": false,
  "frequently_bought_together": [
    {
      "product_title": "This item:  SimpliSafe 8 Piece Wireless Home Security System - Optional 24/7 Professional Monitoring - No Contract - Compatible with Alexa and Google Assistant , White",
      "product_price": "$136.98",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/61bDb5ohttL.jpg"
    },
    {
      "product_title": "SimpliSafe Entry Sensor (Pack of 4) - Window and Door Protection - Compatible with The SimpliSafe Home Security System - Latest Gen",
      "product_price": "$54.99",
      "product_url": "https://www.amazon.com/dp/B08HR8HYPS",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/51mMNMZgYmL.jpg"
    },
    {
      "product_title": "SimpliSafe Glassbreak Sensor - 20ft. Range - Sound Detection Technology - Compatible with The SimpliSafe Home Security System - Latest Gen",
      "product_price": "$39.99",
      "product_url": "https://www.amazon.com/dp/B08B368SKP",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/41p1xo-tG4L.jpg"
    }
  ],
  "landing_asin": "B07C38HT49",
  "parent_asin": "B0C9J4PGJF"
}
