{
  "asin": "B07GXVSMT5",
  "product_title": "SimpliSafe 12 Piece Wireless Home Security System w/HD Camera - Optional 24/7 Professional Monitoring - No Contract - Compatible with Alexa and Google Assistant, White",
  "product_price": "331.99",
  "product_original_price": "$399.99",
  "minimum_order_quantity": null,
  "currency": "USD",
  "country": "US",
  "product_byline": "Visit the SimpliSafe Store",
  "product_byline_link": "https://www.amazon.com/stores/SimpliSafe%C2%AE/page/1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5?is_byline_deeplink=true&deeplink=D30B4BEA-0B34-4A27-8A54-A15601F75A55&redirect_store_id=1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5&lp_asin=B07GXVSMT5&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto",
  "product_byline_links": [
    "https://www.amazon.com/stores/SimpliSafe%C2%AE/page/1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5?is_byline_deeplink=true&deeplink=D30B4BEA-0B34-4A27-8A54-A15601F75A55&redirect_store_id=1F18070B-DFCA-40E3-8D4D-FB9DBC1756B5&lp_asin=B07GXVSMT5&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto"
  ],
  "product_star_rating": "4.3",
  "product_num_ratings": 1385,
  "product_url": "https://www.amazon.com/dp/B07GXVSMT5",
  "product_slug": "Home-Security-System-Monitoring-Protection",
  "product_photo": "https://m.media-amazon.com/images/I/619lgkX9j8L._AC_SL1500_.jpg",
  "product_num_offers": 1,
  "product_availability": "In Stock",
  "is_best_seller": false,
  "is_amazon_choice": false,
  "is_prime": true,
  "climate_pledge_friendly": false,
  "sales_volume": "400+ bought in past month",
  "about_product": [
    "Simple to set up. Seriously secure. Get ready to protect right out of the box. Just plug in the Base Station and camera, place your sensors, and start protecting your home. No wiring or drilling required. The SimpliSafe App will walk you through the details, or contact SimpliSafe directly for professional installation.",
    "1 FREE month of professional monitoring for fast police response when you need it most. With optional monitoring services, our agents keep watch even when you can't, ready to instantly alert emergency responders. Starting at less than $1/day with no long-term contracts or hidden fees. (SimpliSafe products and professional monitoring services are only offered for sale and supported in the US)",
    "Complete control of your system with the SimpliSafe App - Arm, disarm and protect anytime, anywhere.",
    "See what's happening inside - The SimpliCam Wired Indoor Security Camera lets you see what’s happening at home anytime from your phone, tablet or computer, and it comes with a built-in stainless steel shutter for complete control over your privacy.",
    "Faster police response - When you enable video verification on your SimpliSafe cameras, our professional monitoring agents can use eyewitness evidence to verify a break-in which can mean priority dispatch for faster police response. (Requires Fast Protect Monitoring plan)",
    "Protection for entry points - Entry Sensors protect windows, doors, and cabinets and alert you when someone tries to enter. Customizable and can send Secret Alerts so you are quietly alerted if someone accesses private areas, without sounding an alarm.",
    "Blanket a whole room - Motion sensors detect motion within 35 feet, have a 90 degree field of view and get along great with pets under 60lbs. Perfect for full room coverage when placed in a corner.",
    "Instantly sound the alarm with a Panic Button - Triggers the alarm and dispatches police fast - with silent panic option to signal for help discreetly. (Requires a subscription to 24/7 Professional Monitoring)",
    "One-touch control in the palm of your hand - Key Fob lets you arm and disarm with just the push of a button from up to 30' away. And its built-in panic button offers additional protection as you enter your home.",
    "Prepared and built for the unexpected - The Base Station has a battery that lasts up to 24 hours and cellular backup (requires professional monitoring plan) so you stay protected even if you lose power or Wi-Fi."
  ],
  "product_description": "SimpliSafe delivers advanced security solutions that put you, your home, and your safety first. With optional professional monitoring powered by Fast Protect™ Technology, SimpliSafe combines innovative hardware with advanced AI and real people — for 24/7 professional monitoring that delivers fast emergency response when you need it most. The award-winning SimpliSafe system is effective, intuitive, and affordable – so that home can be safe and secure for everyone. You can protect every inch of your home. SimpliSafe has sensors for every room, window and door. HD security cameras for inside and out. Smarter ways to detect motion that alert you only when a threat is real. Hazard sensors that detect floods, and other threats to your home. Powerful sirens that can help stop intruders in their tracks. And, it’s backed by optional 24/7 professional monitoring—experts who are ready to dispatch emergency help immediately. That’s the unmatched combination that separates SimpliSafe Home Security from the others. Our bundles are designed from the start to be effective yet affordable. And with no long-term contracts or hidden fees.This 12-piece bundle provides 24/7 security with a smash-safe Keypad that is soft to touch, easy to use during the day and night, and is wireless. The Base Station is the brains of the system and includes a battery backup that lasts up to 24 hours and a 95dB siren. Entry Sensors (5 total) protect your doors, windows, and cabinets and are designed to blend into the background. Motion Sensors (2 total) are designed for human detection, not pet detection. The Key Fob lets you arm and disarm your system with the press of a button. Panic Button will sound the alarm with one touch and is customizable to send audible, silent alarms and medical alerts. And the Indoor Security Camera gives you crystal clear 1080p HD video as well as a 120° field of view day and night. Advanced home security, whole home protection. There's no safe like SimpliSafe.",
  "product_information": {
    "Indoor/Outdoor Usage": "Indoor",
    "Compatible Devices": "Alexa",
    "Power Source": "Battery Powered",
    "Connectivity Protocol": "Cellular, Wi-Fi",
    "Controller Type": "Amazon Alexa, Google Assistant, Vera",
    "Mounting Type": "Wall Mount",
    "Video Capture Resolution": "1080p",
    "Color": "White",
    "Number of Items": "1",
    "Included Components": "Base station, keypad, 5 entry sensors, 2 motion sensors, 1 keyfob, 1 panic button, 1 SimpliCam security camera",
    "Number of Channels": "1",
    "Wireless Communication Technology": "Wi-Fi",
    "Viewing Angle": "90 Degrees",
    "Upper Temperature Rating": "50 Degrees Celsius",
    "Material": "Stainless Steel",
    "Wattage": "7 watts",
    "Item dimensions L x W x H": "13.3 x 13.2 x 6.8 inches",
    "Batteries Required?": "Yes",
    "Item Weight": "5.83 pounds",
    "Field Of View": "120 Degrees",
    "Low light technology": "Night Color",
    "Alert Type": "Motion Only",
    "Room Type": "Bedroom, Kitchen, Living Room, Nursery, Office",
    "Video Capture Format": "MP4",
    "Unit Count": "1.0 Count",
    "International Protection Rating": "IP65",
    "Control Method": "Voice",
    "Global Trade Identification Number": "00815017029728",
    "UPC": "815017029728",
    "Manufacturer": "Simplisafe",
    "Part Number": "815017029728",
    "Product Dimensions": "13.3 x 13.2 x 6.8 inches",
    "Item model number": "SS3-AMZ-4",
    "Batteries": "9 AAA batteries required. (included)",
    "Is Discontinued By Manufacturer": "No",
    "Size": "12 Piece Set",
    "Style": "Indoor (12 Piece)",
    "Pattern": "Security System",
    "Item Package Quantity": "1",
    "Number Of Pieces": "12",
    "Special Features": "Motion Sensor, Night Vision, HD Resolution, 2 Way Audio, Motion Sensor, Image Sensor",
    "Batteries Included?": "Yes",
    "Battery Cell Type": "Alkaline",
    "Warranty Description": "1 Year Warranty",
    "ASIN": "B07GXVSMT5",
    "Best Sellers Rank": "#122 in Home Security Systems",
    "Date First Available": "August 29, 2018"
  },
  "rating_distribution": {
    "1": 10,
    "2": 3,
    "3": 4,
    "4": 12,
    "5": 71
  },
  "product_photos": [
    "https://m.media-amazon.com/images/I/619lgkX9j8L._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/61Rh9k-ekGL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/61hA9WvG41L._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71VTga-HO4L._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/7126Pa-gUUL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/713jKLQYclL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71123TmI+HL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71++iBMtOsL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71cRjPnKotL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71gQA+WDErL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71hjqQLgHjL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81xN3ioXkPL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/61NoO9HZs2L._AC_SL1500_.jpg"
  ],
  "product_videos": [
    {
      "id": "amzn1.vse.video.0049950a6f95435c80213a1d1974baff",
      "title": "How it Works",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/de4e2749-63f4-4fcb-b425-7b5139fc5c96/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/41PrlckGXNL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07GXVSMT5",
      "parent_asin": "B0CRDSJ5NW"
    },
    {
      "id": "amzn1.vse.video.02fcaa9c88364fb7acbbe73bd81a4f74",
      "title": "Is SimpliSafe Actually Good?",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/228ad60d-9145-4147-bcf5-41fefba0766a/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/A1O89ATprdL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07GXVSMT5",
      "parent_asin": "B0CRDSJ5NW"
    },
    {
      "id": "amzn1.vse.video.07f4ce8e48934cffba468ed88a13a218",
      "title": "The Easiest to Install and Use DIY Security System by Far",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/01548f76-a6e4-4b48-861f-e38967a4118c/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/41chm3eUctL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07GXVSMT5",
      "parent_asin": "B0CRDSJ5NW"
    },
    {
      "id": "amzn1.vse.video.02ca858299184a1bab3a5c48538eb56d",
      "title": "Honest Review of SimpliSafe's Wireless Home Security System",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/3caf0d30-457f-4c58-bda4-b3dac812d985/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/B1VaW-yuUuL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B07GXVSMT5",
      "parent_asin": "B0CRDSJ5NW"
    },
    {
      "id": "amzn1.vse.video.0ea76c571abe49ba8ab592f928f84169",
      "title": "I answer your questions - Watch HERE - All the details",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/ab1b668a-5e1a-4376-b8ea-731af3970da6/default.vertical.jobtemplate.hls.m3u8",
      "video_height": "1920",
      "video_width": "1080",
      "thumbnail_url": "https://m.media-amazon.com/images/I/816Lz52y20L.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B07GXVSMT5",
      "parent_asin": "B0CRDSJ5NW"
    },
    {
      "id": "amzn1.vse.video.03a6f30d7e2c491a9e89a72fc5cd770b",
      "title": "MUST WATCH! Full Simpli Safe Walkthru - Renter Friendly!",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/a4194fc2-c89f-4e02-b0ac-d9479c79b531/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/61zXygKGjML.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B07GXVSMT5",
      "parent_asin": "B0CRDSJ5NW"
    }
  ],
  "user_uploaded_videos": [],
  "video_thumbnail": "https://m.media-amazon.com/images/I/41PrlckGXNL.SX522_.jpg",
  "has_video": true,
  "product_details": {
    "Recommended Uses For Product": "Indoor Security, Motion Detectness, Security, Surveillance",
    "Brand": "SimpliSafe",
    "Model Name": "12 Piece Wireless Home Security System",
    "Connectivity Technology": "Wireless",
    "Special Feature": "Motion Sensor, Night Vision, HD Resolution, 2 Way Audio, Motion Sensor, Image Sensor"
  },
  "customers_say": "Customers find the home security system easy to install and appreciate its affordability, with one noting it's a great alternative to ADT. The system receives positive feedback for its quality and security features, with one customer mentioning it enhances their sense of safety. The connectivity and motion detection features receive mixed reviews - while some find the devices connect easily, others report connection issues with Wi-Fi, and while some motion sensors work well, others don't function properly.",
  "top_reviews": [
    {
      "review_id": "RDE18LXNH0PWC",
      "review_title": "Good Build Quality, Simple Setup, and does what it says",
      "review_comment": "I felt the system was easy to setup and get running. The only items which weren't covered during the setup experience were the adjustments to motion sensors and selection of a monitoring plan. The motion sensors needed to be opened and adjusted during my install. Without the adjustment, the motion sensors appeared to not work. It was a simple change, just not mentioned in the setup wizard. The selection of a monitoring plan could be improved. You didn't get to choose which plan you wanted, nor was there any explanation of the different monitoring choices. I purchased the SimpliSafe solution to displace a Brink's System which required a long term contract and high monthly fees to work at all. I can blame myself for this, but I \"thought\" the SimpliSafe System was \"fully\" functional even without monitoring, but that's not entirely correct. If you choose no monitoring, it will still generate alarms and notify you, but the camera video storage is only accessible IF you have monitoring ... just like Ring products (only live viewing). If the video storage is important to you, then you'll need a monitoring subscription. Lastly, the base station is equipped with a SIM(module) and the base I received was pre-configured for Verizon. It just so happens in the rural area where I installed my system, Verizon coverage was insufficient and there's nothing in the App or on the base station which indicates that Cellular Backup isn't functional. Also, if you want to change to another carrier, they can accommodate that - but you have to disassemble your base station and remove/install a new LTE module ... not just a SIM. A sim slot behind a cover would have probably been more effective (or even better a global roaming SIM). All in all, great product, feels solid in your hands, the App is excellent, and the siren I added was shockingly loud. Only thing left for me to learn is the battery life. Since my system is installed in a vacation home, I suspect the lack of device event triggers will help the batteries last quite a long time.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RDE18LXNH0PWC",
      "review_author_id": "AGV6DABFLKXYOB3XV6F5XIHIBQVA",
      "review_author": "Robert Entrican",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AGV6DABFLKXYOB3XV6F5XIHIBQVA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on December 7, 2023",
      "is_verified_purchase": true,
      "helpful_vote_statement": "54 people found this helpful",
      "reviewed_product_asin": "B07GXVSMT5",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "RE7HQM8LDJ6C7",
      "review_title": "sleeping good",
      "review_comment": "I recently installed the SimpliSafe 12 Piece Wireless Home Security System w/HD Camera in my home, and I couldn’t be more satisfied with the peace of mind it has provided. This system has significantly enhanced my sense of safety and security. Setting up the system was incredibly easy. The wireless components made installation a breeze, and the instructions were clear and straightforward. I had the entire system up and running in no time without needing professional assistance. The HD camera delivers excellent video quality, allowing me to monitor my home in real-time with crystal-clear images. The motion sensors are highly sensitive and immediately alert me to any unusual activity, ensuring that I’m always aware of what’s happening around my property. What I appreciate most about SimpliSafe is its reliability. The system has worked flawlessly since day one, and the mobile app provides seamless control and monitoring from anywhere. Whether I’m at home or away, I can check in on my property and receive instant notifications, which has greatly boosted my confidence in my home’s security. Overall, the SimpliSafe 12 Piece Wireless Home Security System w/HD Camera has exceeded my expectations. It’s user-friendly, highly effective, and offers comprehensive protection. If you’re looking for a reliable and easy-to-install home security system, I highly recommend SimpliSafe. It has made a tremendous difference in how safe I feel in my home.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RE7HQM8LDJ6C7",
      "review_author_id": "AESIB72NPNYF5QZEQY7FBGRUYNPA",
      "review_author": "Alan",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AESIB72NPNYF5QZEQY7FBGRUYNPA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on July 8, 2024",
      "is_verified_purchase": true,
      "helpful_vote_statement": "19 people found this helpful",
      "reviewed_product_asin": "B07GXVSMT5",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "REMTVW9CBI7DB",
      "review_title": "Great Products and Support For Reasonable Price",
      "review_comment": "THE POSITIVES: The system is easy to setup and telephone support was very patient and knowledgeable! Definitely a good investment for do-it-yourself at a reason price and no contracts! Monitoring fees are reasonable. Ultimately, the real test is if there is an intrusion or issue, are the authorities notified immediately by SimpliSafe? Hopefully we don’t have an occurrence whereby the authorities will need to be notified. THE NEGATIVES: If you have a large space, one base may not work for you. Simplisafe states up to 99 devices can be installed on one base. Thankfully, we only installed 25 devices which seems to work fine. According to Simplisafe, if more than one base is setup, there is a separate monitoring fee for each base. The base volume is adjustable but for our needs, we like a fairly loud volume; however, the Simplisafe base volume could be improved.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/REMTVW9CBI7DB",
      "review_author_id": "AETCI64MAF4COWILPHL2IURLY33A",
      "review_author": "Richnan",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AETCI64MAF4COWILPHL2IURLY33A/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on September 16, 2024",
      "is_verified_purchase": true,
      "helpful_vote_statement": "5 people found this helpful",
      "reviewed_product_asin": "B07GXVSMT5",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "RFII2H9L7CTXA",
      "review_title": "It's simple once you know what you are doing",
      "review_comment": "After unpacking and activating the base, the setup of the system was done entirely over my phone, I realize this is where we are at with current technology, but I would have preferred a paper installation guide. Setting up the system is not hard, but it is not simple, nor intuitive. Once the base is active, you can start installing window sensors, cameras, motion detectors. As you activate each new part of the system you get audio feedback from the base, which is nice, lets you know you are doing something right. As I followed the instructions step by step using my phone, I was constantly prompted to upgrade to a paid or premium protection plan, that was annoying. I just wanted to get the installation done and then contemplate my options later but was fending off offers from SimpliSafe. Not a great way to make a good first impression, bugging me for money before I had even tested the system out. In the end, everything worked, although it took some troubleshooting. I'm satisfied with the final product. Edit: Received an email from SimpliSafe about the benefits of installing the system. One claim is that it works when the power is out. I don't believe this to be true. The power went out just yesterday and the system shut down. Perhaps they make a higher tier system that uses cellular data, but mine uses Wi-Fi, and when the power is down, the security is off.",
      "review_star_rating": "4",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RFII2H9L7CTXA",
      "review_author_id": "AEK3RDZ3HDAAOBEV3GI24BTK562A",
      "review_author": "Jonathan",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEK3RDZ3HDAAOBEV3GI24BTK562A/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/4c9976a0-1101-43f6-8baa-8a5b4d3db2c2._CR0%2C0%2C1200%2C1200_SX460_.jpg",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on July 12, 2023",
      "is_verified_purchase": true,
      "helpful_vote_statement": "35 people found this helpful",
      "reviewed_product_asin": "B07GXVSMT5",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    }
  ],
  "top_reviews_global": [
    {
      "review_id": "R3KGTU83RU63CN",
      "review_title": "Very poor. No app available in Australian App Store -",
      "review_comment": "Very simple to install, nice design, works well whilst at home, however is useless as it does not offer monitoring via Australian Apple App Store. No monitoring when away from home. Shame. Should not sell Amazon, until capability is available.",
      "review_star_rating": "1",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R3KGTU83RU63CN",
      "review_author_id": null,
      "review_author": "Bob",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Australia on December 7, 2020",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07GXVSMT5",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R3TVXNNUJLAFJK",
      "review_title": "Funciona en Mexico, Pero...",
      "review_comment": "Acabo de adquirir este producto, se instaló sin problema (probe antes RING y no funciono en México) Definitivamente para sacarle provecho, hay que pagar una mensualidad en dólares con tu TC que te va costar como $180 pesos al mes. SI llegan advertencias de activación de Alarma la app (solo hay app en android para México) si no tienes android, no te lo recomiendo, solo te van a llegar notificaciones al email. NO pueden llegar mensajes de texto al teléfono, al menos que tengas un teléfono celular con numero de USA, no acepta +52 en el número. si estás dispuesto a pagar los $180 pesos al mes y tienes teléfono Android, te lo recomiendo funciona muy bien.",
      "review_star_rating": "4",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R3TVXNNUJLAFJK",
      "review_author_id": null,
      "review_author": "Alejandro Montemayor",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Mexico on August 3, 2023",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07GXVSMT5",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    },
    {
      "review_id": "R1CZV7GZQQQU86",
      "review_title": "pesimo soporte tecnico para mexico",
      "review_comment": "la alarma viene de buena calidad, pero tuve algunos problemas para instalarla y quise contactar a soporte y el unico soporte que te da la compañia es via telefonica y te dan un numero 01 888 que es para llamadas gratis dentro de usa pero no puedes hablar desde mexico, te contestan por email pero te dicen que no pueden apoyarte...ademas te dice que el anuncio que la alarma te notifica a tu celular, pero para tener esa opcion tienes que suscribirte a un plan mensual.. no recomiendo que la compres si vives en mexico",
      "review_star_rating": "1",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R1CZV7GZQQQU86",
      "review_author_id": null,
      "review_author": "Jorge Valverde Franco",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Mexico on December 5, 2020",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B07GXVSMT5",
      "reviewed_product_variant": {
        "Pattern Name": "Security System"
      },
      "is_vine": false
    }
  ],
  "delivery": "FREE delivery Tuesday, October 21 Or Prime members get FREE delivery Saturday, October 18. Order within 3 hrs 7 mins. Join Prime",
  "primary_delivery_time": "Tuesday, October 21",
  "category": {
    "id": "tools",
    "name": "Tools & Home Improvement"
  },
  "category_path": [
    {
      "id": "172282",
      "name": "Electronics",
      "link": "https://www.amazon.com/electronics-store/b/ref=dp_bc_1?ie=UTF8&node=172282"
    },
    {
      "id": "524136",
      "name": "Security & Surveillance",
      "link": "https://www.amazon.com/security-surveillance-cameras/b/ref=dp_bc_2?ie=UTF8&node=524136"
    },
    {
      "id": "3180341",
      "name": "Home Security Systems",
      "link": "https://www.amazon.com/Home-Security-Systems/b/ref=dp_bc_3?ie=UTF8&node=3180341"
    }
  ],
  "product_variations_dimensions": ["pattern"],
  "product_variations": [],
  "all_product_variations": {
    "B07GXVSMT5": {
      "pattern": "Security System"
    }
  },
  "has_aplus": true,
  "aplus_images": [
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/e561df60-7ead-4129-bcb4-361613e055c3.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/e354b6c6-e3c0-4b1a-9300-f4705a9521e7.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/a956dde0-24bd-422e-9d2b-51d4f5c6f30e.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/a063e7bd-9027-46d4-8ce3-2e461b0e810c.png",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/a950aab1-4588-4b3b-b6c3-f4a32baccb62.png"
  ],
  "has_brandstory": false,
  "frequently_bought_together": [
    {
      "product_title": "This item:  SimpliSafe 12 Piece Wireless Home Security System w/HD Camera - Optional 24/7 Professional Monitoring - No Contract - Compatible with Alexa and Google Assistant, White",
      "product_price": "$331.99",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/619lgkX9j8L.jpg"
    },
    {
      "product_title": "SimpliSafe Entry Sensor (Pack of 4) - Window and Door Protection - Compatible with The SimpliSafe Home Security System - Latest Gen",
      "product_price": "$54.99",
      "product_url": "https://www.amazon.com/dp/B08HR8HYPS",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/51mMNMZgYmL.jpg"
    },
    {
      "product_title": "SimpliSafe Wired Doorbell,1080p - Compatible with SimpliSafe Home Security System - Latest Gen",
      "product_price": "$169.99",
      "product_url": "https://www.amazon.com/dp/B089PNGL41",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/51kUdzAPVxL.jpg"
    }
  ],
  "landing_asin": "B07GXVSMT5",
  "parent_asin": "B0CRDSJ5NW"
}
