{
  "asin": "B0131RG6VK",
  "product_title": "Nest (T3007ES) Learning Thermostat, Easy Temperature Control for Every Room in Your House, Stainless Steel (Third Generation), Works with Alexa",
  "product_price": "157.99",
  "product_original_price": "$179.99",
  "minimum_order_quantity": null,
  "currency": "USD",
  "country": "US",
  "product_byline": "Visit the Google Store",
  "product_byline_link": "https://www.amazon.com/stores/GoogleLLC/page/080B7645-8292-4117-A6CA-1BF598F3FE26?is_byline_deeplink=true&deeplink=2EBD0788-13E8-41CE-A67F-664D7F87507D&redirect_store_id=080B7645-8292-4117-A6CA-1BF598F3FE26&lp_asin=B0131RG6VK&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto",
  "product_byline_links": [
    "https://www.amazon.com/stores/GoogleLLC/page/080B7645-8292-4117-A6CA-1BF598F3FE26?is_byline_deeplink=true&deeplink=2EBD0788-13E8-41CE-A67F-664D7F87507D&redirect_store_id=080B7645-8292-4117-A6CA-1BF598F3FE26&lp_asin=B0131RG6VK&ref_=ast_bln&store_ref=bl_ast_dp_brandLogo_sto"
  ],
  "product_star_rating": "4.3",
  "product_num_ratings": 39503,
  "product_url": "https://www.amazon.com/dp/B0131RG6VK",
  "product_slug": "Nest-T3007ES-Thermostat-Temperature-Generation",
  "product_photo": "https://m.media-amazon.com/images/I/71mQb+Qg6iL._AC_SL1500_.jpg",
  "product_num_offers": 18,
  "product_availability": "In Stock",
  "is_best_seller": false,
  "is_amazon_choice": false,
  "is_prime": true,
  "climate_pledge_friendly": false,
  "sales_volume": "2K+ bought in past month",
  "about_product": [
    "No more programming: With Auto-Schedule, the Google Nest Learning Thermostat learns from you and programs itself..Product note: You can also check your system’s compatibility before purchasing a Nest thermostat with our online Nest Compatibility Checker on the Google Nest support page",
    "Home/Away Assist: don't heat or cool an empty home. Home/Away Assist adjusts the temperature after you leave.",
    "Remote control: Control your thermostat from anywhere using the Nest app.",
    "Know more, save more Check your Energy History to see how much energy you use and why.",
    "Look for the Leaf: The Nest Leaf appears when you choose a temperature that saves energy."
  ],
  "product_description": "The Nest Learning Thermostat is a smart thermostat that learns your schedule and programs itself to help save energy. You can control it from anywhere with the Nest app, and it works with Alexa and Google Assistant so you can adjust the temperature with your voice. And it’s beautifully designed, with a big, bright display and metal finishes to suit any home’s style.\n\n[1] Remote control and mobile notifications require working internet and Wi-Fi.\n[2] Alerts can notify you of a potential issue with eligible HVAC systems. They’re meant to provide helpful information, not an endorsement, representation, or warranty of any kind about the health of your HVAC system. Alerts aren’t intended to replace a diagnosis by a qualified HVAC professional.\n[3] Energy savings are not guaranteed and depend on energy usage, weather, and other factors.\n[4] Voice control requires a compatible device, and working internet and Wi-Fi.\n[5] Independent studies showed that Nest thermostats saved people an average of 10% to 12% on heating and 15% on cooling. Based on typical energy costs, we’ve estimated average savings of $131 to $145 a year. Individual savings are not guaranteed.",
  "product_information": {
    "Brand": "Google Nest",
    "Model Name": "Nest Learning Thermostat",
    "Product Dimensions": "1.21\"D x 3.3\"W x 3.3\"H",
    "Controller Type": "Amazon Alexa, Google Assistant, nest",
    "Special Feature": "Wireless: Working Wi-Fi connection: 802.11b/g/n @ 2.4GHz, 5GHz, Wireless interconnect: 802.15.4 @ 2.4GHz, Bluetooth Low Energy (BLE)",
    "Color": "Stainless Steel",
    "Specific Uses For Product": "Air Conditioner",
    "Temperature Control Type": "Heating",
    "Connectivity Technology": "Wi-Fi",
    "Included Components": "Display, Base, Optional trim kit, Mounting screws and labels, Nest screwdriver, Installation Guide, Welcome Guide, Nest Pro installation card",
    "Power Source": "Battery Powered",
    "Item Weight": "1 pounds",
    "Voltage": "24 Volts",
    "Material": "Metal",
    "Shape": "Round",
    "Display Type": "Digital",
    "Finish Type": "Stainless Steel",
    "Screen Size": "2.08 Inches",
    "Control Type": "remote control,app control,voice control",
    "Control Method": "Voice",
    "Connectivity Protocol": "Bluetooth, Wi-Fi",
    "Mounting Type": "Wall Mount",
    "Style": "Thermostat Only",
    "Backlight": "Yes",
    "Specification Met": "ENERGY STAR Certified and UL Listed",
    "Number of Batteries": "1 Lithium Ion batteries required. (included)",
    "UPC": "854448003877",
    "Global Trade Identification Number": "00854448003877",
    "Manufacturer": "Google",
    "Part Number": "T3007ES",
    "Item model number": "T3007ES",
    "Batteries": "1 Lithium Ion batteries required. (included)",
    "Is Discontinued By Manufacturer": "No",
    "Size": "1",
    "Finish": "Stainless Steel",
    "Item Package Quantity": "1",
    "Number Of Pieces": "7",
    "Type of Bulb": "LED",
    "Number Of Holes": "2",
    "Special Features": "Wireless: Working Wi-Fi connection: 802.11b/g/n @ 2.4GHz, 5GHz, Wireless interconnect: 802.15.4 @ 2.4GHz, Bluetooth Low Energy (BLE)",
    "Batteries Included?": "Yes",
    "Batteries Required?": "No",
    "Battery Cell Type": "Lithium Ion",
    "ASIN": "B0131RG6VK",
    "Best Sellers Rank": "#2,200 in Tools & Home Improvement (See Top 100 in Tools & Home Improvement)  #10 in Home Programmable Thermostats",
    "Date First Available": "September 1, 2015"
  },
  "rating_distribution": {
    "1": 10,
    "2": 2,
    "3": 4,
    "4": 9,
    "5": 75
  },
  "product_photos": [
    "https://m.media-amazon.com/images/I/71mQb+Qg6iL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/71mQb+Qg6iL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81LxojCZJmL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81V4Reb1-WL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81mL6VAjI3L._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81Nm1ol5zUL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81hxsddtIiL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/8194k5UqyAL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/A1-VrP2wFTL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/814ZNJcmCvL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/819sYlMUZqL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81ipxnd+P9L._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/8170880n9VL._AC_SL1500_.jpg",
    "https://m.media-amazon.com/images/I/81Sp3iaYspL._AC_SL1500_.jpg"
  ],
  "product_videos": [
    {
      "id": "amzn1.vse.video.0cca49f1e7964108bc57acbe0e162e67",
      "title": "Google Nest Learning Thermostat",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/963b828e-e133-4020-93aa-fea39b5fe497/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1926",
      "thumbnail_url": "https://m.media-amazon.com/images/I/31JLGFYBdOL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B0131RG6VK",
      "parent_asin": "B0DN1BCX86"
    },
    {
      "id": "amzn1.vse.video.0bddea8fc271438b94dc23273c47b0ec",
      "title": "Google Nest is the Best Smart Thermostat",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/02c731cd-d815-46b9-8bff-159533d98c13/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91Lx0tytnvL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B0131RG6VK",
      "parent_asin": "B0DN1BCX86"
    },
    {
      "id": "amzn1.vse.video.0c99161ee78542b2bc370de4f822c3df",
      "title": "Google Nest Learning Thermostat",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/6d41e0be-871a-4d53-8af1-5ee0fc1e2462/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91pQAc8eSDL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B0131RG6VK",
      "parent_asin": "B0DN1BCX86"
    },
    {
      "id": "amzn1.vse.video.047ad515c6bf40b0b92473f140b999b8",
      "title": "My honest review of the Google Nest Learning Thermostat",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/674d2b97-a154-417f-a85c-98c287ec0e1c/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/A1oZ7i25YuL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B0131RG6VK",
      "parent_asin": "B0DN1BCX86"
    },
    {
      "id": "amzn1.vse.video.0063d96999db41c69866d51c54258a97",
      "title": "Google Nest Thermostat Setup!",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/b20d5812-be43-4550-9ae3-2dcbe2e82890/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/91SNey+ixNL.SS125_PKplay-button-mb-image-grid-small_.jpg",
      "product_asin": "B0131RG6VK",
      "parent_asin": "B0DN1BCX86"
    },
    {
      "id": "amzn1.vse.video.0580087f0c534b4da625ae7e81b0fb14",
      "title": "See it in action- Review of Google Nest Smart Thermostat",
      "video_url": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-us-east-1-prod/1b01505a-460e-4f9d-9eea-9feafc9cf31c/default.jobtemplate.hls.m3u8",
      "video_height": "1080",
      "video_width": "1920",
      "thumbnail_url": "https://m.media-amazon.com/images/I/81-rx1wR1bL.SS125_PKplay-button-mb-image-grid-small_.png",
      "product_asin": "B0131RG6VK",
      "parent_asin": "B0DN1BCX86"
    }
  ],
  "user_uploaded_videos": [],
  "video_thumbnail": "https://m.media-amazon.com/images/I/31JLGFYBdOL.SX522_.jpg",
  "has_video": true,
  "product_details": {
    "Brand": "Google Nest",
    "Model Name": "Nest Learning Thermostat",
    "Product Dimensions": "1.21&#34;D x 3.3&#34;W x 3.3&#34;H",
    "Controller Type": "Amazon Alexa, Google Assistant, nest",
    "Special Feature": "(function(f) {var _np=(window.P._namespace(\"DetailPageProductOverviewTemplatesJava\"));if(_np.guardFatal){_np.guardFatal(f)(_np);}else{f(_np);}}(function(P) { P.when('A').execute(function(A){ A.on('a:truncate:po-attribute-truncate-4:updated', function(data) { var isTruncated = !data.truncateInstance.getIfTextFits(); var seeMoreElement = document.getElementById('po-attribute-see-more-id-4'); if(seeMoreElement) { seeMoreElement.style.display = isTruncated ? '' : 'none'; } }) }); })); Wireless: Working Wi-Fi connection: 802.11b/g/n @ 2.4GHz, 5GHz, Wireless interconnect: 802.15.4 @ 2.4GHz, Bluetooth Low Energy (BLE) See more"
  },
  "customers_say": "Customers find the thermostat easy to install, set up, and use, with a beautiful appearance and intuitive interface. They appreciate its temperature control features, being able to adjust settings from their phone, and note it saves money on electric bills. The functionality and WiFi connectivity receive mixed reviews - while some say it works great with Alexa and Google Home, others report it completely stops working or has connectivity issues.",
  "top_reviews": [
    {
      "review_id": "R15M91FALYIPCG",
      "review_title": "Just an amazing product that saved me 13 grand --- for now",
      "review_comment": "I have a lot of observations to make about this product. I'll start with what I was faced with first. I live in a 2 story house, purchased last July. I live in South Carolina, where it's very humid and we rarely use our heating systems. The heater with air handler is located in the attic. The house was built in 2003. No one has ever replaced the contractor-installed Bryant brand heater. I've had these heaters before, and they are annoying. Whenever I replaced them in the past with a Trane furnace, my bill was cut in half and none of the ridiculous traits of the Bryant happened anymore. Those being the following: Cold spots in different places all over the house. A long ignite time, which means it's blowing cold air on you from the vents before it finally ignites. Too long to ignite. Uneven heating everywhere. Too hot upstairs, too cold downstairs. When the temps got below 35, it was unbearable downstairs unless I cranked it up to 70, which is a high temp for me on the thermostat in the winter. My AC condenser was replaced recently, so in the summer the air conditioner handled everything very well. It is a 4 ton unit and unrelated brand to the Bryant. (not a very good plan, but at least the AC works well). The AC has none of the issues that the furnace has. It works great. There's a problem, though. Because past owners pieced together a different AC system, the two systems are not as efficient as they could be. They also just can't put in a furnace and make it all work. Not the kind of efficiency furnace I've bought before. I just needed a furnace, but not an AC unit. So, I set out to talk to all these Trane installers. I love the two stage AC units from Trane because they only go into the higher mode when they really have to. The answer I got? \"You can't change out only one unit. It has to be both.\" (something I knew from previous houses, anyway). Installer: \"That's going to cost you $13,000.00\" Me: \"Gulp. I know that they really need to both be married up, in order for them to work well.\" Installer: \"No other way, with this pieced together system you have right now.\" The problem with this? I didn't have the cash. Lowes would only loan me $6,000 at no interest. I always went for no interest loans in the past. Wells Fargo would only give me 5,700.00 but I could not combine both of these financing options. No one would loan me (or anyone else) that much money. I could've gone with a personal line of credit at my bank, but it was 10 - 12 %. Banks are a lot tighter with home improvement loans these days, since GE sold its finance division to a company called MySynchrony. GE gave me 15,000.00 no interest for the first year once. Not anymore. So, I set out to get 4 more quotes. Same answer from all of them. So, I was stuck with running downstairs to turn the heat down at night because I felt like I was going to suffocate upstairs, then running downstairs in the morning to turn it up to get it warmer down there. Then I remembered the Nest. It's expensive, yes. But .....it is better to at least try to spend $248.00 instead of 13 grand. (All the quotes I got were pretty much the same.) At the very least, I could incorporate it into a new system in the future. Install: Easiest install of any thermostat I've ever performed. I've always done my own installs because I liked Honeywell for many years, but there are no screws or difficult, cramped holes to put the wires into. You don't have to read a book to figure out which wires to use and guess what kind of system you have. It already knew, once I installed it. It's connected to the Internet through your WIFI. If I'm upstairs with the heat on and it gets too hot up there, I just pick up my iPhone, go to the app and adjust it. If I want to go downstairs in the morning and know I have it set to 65 down there, I just heat it up a bit on my iPhone before I get out of bed. It learns. I'm not quite sure what it will learn from me, because I'm retired and usually keep things about the same. But, the programming was extremely easy, both on the unit and on the iPhone app. Change it anytime I want. I was at the doctor yesterday. Realized that just my dogs were at home and I had started the AC this past weekend. (You can switch between heat and air any time you want on the iPhone or iPad app...awesome. ) So, I just turned up the AC to a warmer temp because my dogs aren't too crazy about it being really cold. Before I got home, I set it back to 70 for AC, where I like it. I was bed-ridden after some spinal injections this past weekend. I was praising this thing for making my life comfortable while I recuperated upstairs. Before, it would've been absolute agony to go downstairs all the time because South Carolina is in Spring already. You never know what the day will be like. I just changed it when I needed to on my iPhone. The WIFI was easy to connect, once I realized that you turn the unit itself with a rotating dial either left or right, then press on the choice you want. No annoying methods to type in your password like it is on a Bluray player to login to an app like Netflix. Those are a pain. The screen is motion-sensing on the unit, so you just have to walk by or wave your hand to see its settings. It seems to also get my systems to the correct temperature WAY faster than my Honeywell thermostat did. Seconds vs minutes. Now: I've saved $13 Grand. For now. It's made my furnace manageable in a two story house. I can save up the cash for a new system. It has a mode called Airwave that is supposed to save you on AC costs. I'll know in July and August if that works well. I believe it's going to save me a lot of money and allow me the time to save up for the new system that I really want. I will have my installers just leave the Nest there. It's an incredible product. I've not found one bug with it yet. It's only been about 5 days, but it is already telling me it is learning. Love this product. So glad I bought it. It's the best piece of technology I've bought so far, besides the iPad Pro. Thank you Nest. You saved me a lot of money for now. A few months later: This product is already saving me a lot of money. It's already saved me $40.00 this month on electric. One thing I wanted to mention was someone was complaining about the way it displays the temperature. I think that it is just a matter of getting used to it because there is a rare occasion that the large number in the middle and the smaller number are not the same. What I've noticed is it gets my system up to the correct temperature way faster, and so I'm really not so concerned with the smaller number anymore. I also saw that someone was complaining about the Away function if you don't walk in front of it often and waking up to a cold house. I'm retired, so I don't really need a regular Away function. I go out at really different times, so I went into the settings on the App and turned that off. Problem solved. I love that my air conditioner doesn't run as much as it used to, and I noticed I don't have as much cold air coming out of the vents when the heater is working. I also get an email of my usage each month from Nest. (see image) The leafs mean you've set your temp to an energy-saving setting and will also show up on the dial. And It's still saved me 13 grand. Win win for me.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R15M91FALYIPCG",
      "review_author_id": "AEURTTNQBNL5OSJHOE3ODWAKGQVA",
      "review_author": "Breathtaking Vintage",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEURTTNQBNL5OSJHOE3ODWAKGQVA/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/d8d85e8e-6a30-4aa8-af74-1ad94b5ca615._CR0%2C0%2C487%2C487_SX460_.jpg",
      "review_images": ["https://m.media-amazon.com/images/I/51tzVzFGOYL.jpg"],
      "review_video": null,
      "review_date": "Reviewed in the United States on February 23, 2016",
      "is_verified_purchase": true,
      "helpful_vote_statement": "101 people found this helpful",
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "Stainless Steel"
      },
      "is_vine": false
    },
    {
      "review_id": "RIIKR6G1BB3G5",
      "review_title": "MUST BUY & PAYS FOR ITSELF",
      "review_comment": "PURCHASE DATE: 27NOV15 PURCHASE PRICE: $211.44 COMED UTILITY COMPANY REBATE: $100.00 After purchasing a new home and watching our utility bills rise for a while I vowed to change all of that in 2015. I began to purchase LED light bulbs as a start, new energy efficient appliances, and then September 2015 the Nest 3rd Generation was released which caught my attention. I asked my father in-law who had the Nest 2nd Generation for information and he had nothing negative to say about it so I was sold. After comparing it to other competitors I was hooked on this one due to the ease of installation, good reviews, and $100 electric company rebate (ask your local energy company). Do not be intimidated to install this on your own it's not hard. The instructions it comes with and YouTube to be on the safe side did it for me. Before installing please make sure to shut your homes power panel breaker prior to uninstalling the old thermostat and installing the Nest (be safe). Take a picture of the way the wires were installed on your old thermostat prior to uninstalling. In doing so this will ensure that your connections are connected correctly. Test your wires one more time prior to uninstalling to make sure no power is running (avoid being shocked or damaging anything). I did not use/install the base-plate (pictures shown) because I wanted a modern, sleek, and clean look. The body and display (40% increase) of the 3rd generation is slightly larger then that of the 2nd generation. If you have children you can lock it so that a child touching it can not change or disrupt your temperature or any of your settings. The stainless steel dial is very smooth and allows you to navigate through the settings with ease. It takes the Nest a couple of days to remember what temperatures you like when you are home and at what times you are home. After a couple of days Nest will ask you if you want it to automatically go into Away Mode when it senses you are not home (you decide opt in or opt out - I opted in). I recommend opting in to Away Mode for better energy savings. You can control when you are home and when you are away during those few days or if you opt out of Away Mode then you control it all. Smartphone application is free and easy to use. The new Far-Sight feature is awesome and can catch me at approximately 10 feet away even in the dark. When Nest detects any motion it will illuminate with what the current temperature is. This is how it can tell if you are home or not and can automatically place itself in Away Mode for energy savings. Being able to control everything from the application on my smartphone itself is so awesome (fan, cooling/heating mode, humidity level, away/home mode, set a schedule, history, etc.). Nest will remind you when you should change your air filters on your furnace because it can base it upon how many times it turns on and off. Significant drop in energy consumption can be seen on my gas bill after month 1. Due to this my father purchased the item as well and has no complaints thus far. UPDATE: 15FEB17 Still own the item with no problems. If you are doing research and thinking of purchasing it - just do it! It is paying for itself in savings thus far. Highly recommended! (PICTURES ATTACHED) THANK YOU!",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/RIIKR6G1BB3G5",
      "review_author_id": "AEEBMFW43HGQISJJ2UWSMYMRD2UQ",
      "review_author": "LPZ",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AEEBMFW43HGQISJJ2UWSMYMRD2UQ/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/2307b2c4-4fce-4b68-9bfe-39e054af78ce._CR0%2C0%2C428%2C428_UX460_.jpg",
      "review_images": [
        "https://m.media-amazon.com/images/I/31TU0R6pK8L.jpg",
        "https://m.media-amazon.com/images/I/312EVhNoq+L.jpg",
        "https://m.media-amazon.com/images/I/41dbuhBqcfL.jpg",
        "https://m.media-amazon.com/images/I/31MWhPNAmsL.jpg",
        "https://m.media-amazon.com/images/I/31KI7w0SI-L.jpg",
        "https://m.media-amazon.com/images/I/31eIpA1m45L.jpg",
        "https://m.media-amazon.com/images/I/31Hq-LpF93L.jpg"
      ],
      "review_video": null,
      "review_date": "Reviewed in the United States on January 11, 2016",
      "is_verified_purchase": true,
      "helpful_vote_statement": "3,638 people found this helpful",
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "Stainless Steel"
      },
      "is_vine": false
    },
    {
      "review_id": "R2HA9JJL52A14Z",
      "review_title": "Great Product",
      "review_comment": "I'm a complete idiot when it comes to DYI stuff, but I wanted to upgrade my thermostats in my new house. After a few googles I found that the 3rd Gen nest was actually more sought after then the more modern 4th gen. People said that the 3rd gen learned better and worked better. So I opted to go for these instead of the 4th. I was very easily able to install them (and they worked immediately). I have one upstairs and one downstairs. They are incredibly user friendly and you can use the learning feature if you want to save money, or you can disable it and just use it as a normal thermostat. I have enabled the learning feature and I think it has saved me some money, but I have not used it without the learning feature to give a real comparison. The only potential downfall is, if it is in the learning and smart mode, then it will let your house get way hot (in the summer) or way cold (in the winter) when nobody is home. Once people get home it will kick back to what you normally want and it may take a little time to get your house back to the desired temp. Again, you can turn that off if you want. Sometimes if I know I'll be home in a couple of hours I can turn the temp to what I want it to be from my phone so that when I get home its already good. 5/5 stars, highly recommend.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R2HA9JJL52A14Z",
      "review_author_id": "AFUDXHZEHM4SPFZ5SUBZKLLMMC7Q",
      "review_author": "The Counts",
      "review_author_url": "https://www.amazon.com/gp/profile/amzn1.account.AFUDXHZEHM4SPFZ5SUBZKLLMMC7Q/ref=cm_cr_dp_d_gw_tr?ie=UTF8",
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in the United States on July 17, 2025",
      "is_verified_purchase": true,
      "helpful_vote_statement": "One person found this helpful",
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "Mirror Black"
      },
      "is_vine": false
    }
  ],
  "top_reviews_global": [
    {
      "review_id": "R159AJ6UIV30FU",
      "review_title": "Great product",
      "review_comment": "Fast delivery and great product",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R159AJ6UIV30FU",
      "review_author_id": null,
      "review_author": "Daniel Syrus",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Canada on October 4, 2023",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "Mirror Black"
      },
      "is_vine": false
    },
    {
      "review_id": "R17KWIILDYJPZ2",
      "review_title": "aa y calefaccion a distancia",
      "review_comment": "La instalación no es tan sencilla como el que tiene solo calefacción, de hecho me tuvieron que ayudar amigos . Este modelo es el internacional, que ademas de la calefaccion tiene aa. En españa todavia esta de manera masiva, asi que me decidi por este. Al final encontramos unas guías por internet de instalacion. Quitando esto, en si con el producto estoy encantada. Es estético y sobretodo me permite ahorrar un dispositivo y creedme controlar aa y calefaccion no tiene precio. Yo al menos, lo recomiendo",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R17KWIILDYJPZ2",
      "review_author_id": null,
      "review_author": "Marta P. C.",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/38e6bfdb-8d29-4509-a30f-f761a4fd0a57._CR62%2C0%2C375%2C375_SX460_.jpg",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Spain on May 22, 2020",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "Stainless Steel"
      },
      "is_vine": false
    },
    {
      "review_id": "R2E75QF44X4TWK",
      "review_title": "Awsome",
      "review_comment": "East to install and works fantastic.",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R2E75QF44X4TWK",
      "review_author_id": null,
      "review_author": "stephen baker",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [],
      "review_video": null,
      "review_date": "Reviewed in Australia on March 28, 2021",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "White"
      },
      "is_vine": false
    },
    {
      "review_id": "R3554J6AG6ZR6W",
      "review_title": "Excelente Producto",
      "review_comment": "Es tal cual lo describen el único problema es q tardo mucho tiempo en llegar",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R3554J6AG6ZR6W",
      "review_author_id": null,
      "review_author": "Nessim",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/73adf834-8465-4cef-aa17-d86bc8777d71._CR0%2C0%2C375%2C375_UX460_.jpg",
      "review_images": [
        "https://m.media-amazon.com/images/I/61UOav+FTGL.jpg",
        "https://m.media-amazon.com/images/I/61qJGRUSp+L.jpg"
      ],
      "review_video": null,
      "review_date": "Reviewed in Mexico on May 8, 2024",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "Mirror Black"
      },
      "is_vine": false
    },
    {
      "review_id": "R38858ZH109T2O",
      "review_title": "Nifty but expensive gadget",
      "review_comment": "I don't really need something like this as it is more of a luxury item. However, all new homes have it and I wanted to spoil my house. We have a heat only system with gas boiler and in floor radiant heat that takes a long time to warm up the house. This is probably the worst system to be a candidate for the NEST but I did it anyways to up the cool factor of the home The bad thing is that you need a nest to control each valve. We have 3 zone valves here so things can get pricey really quick if u replace all 3 thermostats. Good news is that install was a piece of cake. I only had 2 wires to connect and no C wire. Works like a charm and thermostat automatically charges up and stays charged. Hadn't had issues with wifi or anything",
      "review_star_rating": "5",
      "review_link": "https://www.amazon.com/gp/customer-reviews/R38858ZH109T2O",
      "review_author_id": null,
      "review_author": "P. Cho",
      "review_author_url": null,
      "review_author_avatar": "https://m.media-amazon.com/images/S/amazon-avatars-global/default.png",
      "review_images": [
        "https://m.media-amazon.com/images/I/61a-WP1pQQL.jpg",
        "https://m.media-amazon.com/images/I/61BOwgy1F2L.jpg"
      ],
      "review_video": null,
      "review_date": "Reviewed in Canada on November 24, 2022",
      "is_verified_purchase": true,
      "reviewed_product_asin": "B0131RG6VK",
      "reviewed_product_variant": {
        "Color": "White"
      },
      "is_vine": false
    }
  ],
  "delivery": "FREE delivery Tuesday, October 21 Or Prime members get FREE delivery Sunday, October 19. Order within 2 hrs 12 mins. Join Prime",
  "primary_delivery_time": "Tuesday, October 21",
  "category": {
    "id": "tools",
    "name": "Tools & Home Improvement"
  },
  "category_path": [
    {
      "id": "228013",
      "name": "Tools & Home Improvement",
      "link": "https://www.amazon.com/Tools-and-Home-Improvement/b/ref=dp_bc_1?ie=UTF8&node=228013"
    },
    {
      "id": "551240",
      "name": "Building Supplies",
      "link": "https://www.amazon.com/building-supply/b/ref=dp_bc_2?ie=UTF8&node=551240"
    },
    {
      "id": "495346",
      "name": "HVAC",
      "link": "https://www.amazon.com/HVAC/b/ref=dp_bc_3?ie=UTF8&node=495346"
    },
    {
      "id": "1296436011",
      "name": "Thermostats & Accessories",
      "link": "https://www.amazon.com/thermostats-accessories/b/ref=dp_bc_4?ie=UTF8&node=1296436011"
    },
    {
      "id": "495354",
      "name": "Thermostats",
      "link": "https://www.amazon.com/thermostats/b/ref=dp_bc_5?ie=UTF8&node=495354"
    },
    {
      "id": "2054378011",
      "name": "Programmable",
      "link": "https://www.amazon.com/programmable-thermostats/b/ref=dp_bc_6?ie=UTF8&node=2054378011"
    }
  ],
  "product_variations_dimensions": ["color"],
  "product_variations": {
    "color": [
      {
        "asin": "B0131RG6VK",
        "value": "Stainless Steel",
        "photo": "https://m.media-amazon.com/images/I/31xvozI2-8L.jpg",
        "is_available": true
      },
      {
        "asin": "B07KNFSXFV",
        "value": "Mirror Black",
        "photo": "https://m.media-amazon.com/images/I/31catNlOWuL.jpg",
        "is_available": true
      },
      {
        "asin": "B01MXC366M",
        "value": "White",
        "photo": "https://m.media-amazon.com/images/I/316BcaOuCfL.jpg",
        "is_available": true
      }
    ]
  },
  "all_product_variations": {
    "B0131RG6VK": {
      "color": "Stainless Steel"
    },
    "B07KNFSXFV": {
      "color": "Mirror Black"
    },
    "B01MXC366M": {
      "color": "White"
    }
  },
  "has_aplus": true,
  "aplus_images": [
    "https://m.media-amazon.com/images/S/aplus-media/vc/76300f0f-1f31-4293-991e-8f828fd8d552.jpg",
    "https://m.media-amazon.com/images/S/aplus-media-library-service-media/16cf0f34-19c2-4779-8a9f-d550ff75270c.jpg",
    "https://m.media-amazon.com/images/S/aplus-media/vc/079c5000-fef1-498f-9467-59d2a27ad64b.jpg"
  ],
  "has_brandstory": false,
  "frequently_bought_together": [
    {
      "product_title": "This item:  Nest (T3007ES) Learning Thermostat, Easy Temperature Control for Every Room in Your House, Stainless Steel (Third Generation), Works with Alexa",
      "product_price": "$154.99",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/71mQb+Qg6iL.jpg"
    },
    {
      "product_title": "Wall Plate for Google Nest Thermostat 1st/2nd/3rd, Nest Thermostat Trim Kit for Walls to Cover Defects (Not Compatible with 2020 Nest Thermostat)",
      "product_price": "$9.99",
      "product_url": "https://www.amazon.com/dp/B0C8HB3ZM6",
      "product_photo": "https://images-na.ssl-images-amazon.com/images/I/51GURKHY1+L.jpg"
    }
  ],
  "landing_asin": "B0131RG6VK",
  "parent_asin": "B0DN1BCX86"
}
